{
    "Title": "第五章特定建築物及其限制",
    "Content": [
        {
            "Article": "第一百十七條 本章之適用範圍依左列規定：\n一、戲院、電影院、歌廳、演藝場、電視播送室、電影攝影場、及樓地板面積超過二百平方公尺之集會堂。\n二、夜總會、舞廳、室內兒童樂園、遊藝場及酒家、酒吧等，供其使用樓地板面積之和超過二百平方公尺者。\n三、商場（包括超級市場、店鋪）、市場、餐廳（包括飲食店、咖啡館）等，供其使用樓地板面積之和超過二百平方公尺者。但在避難層之店鋪，飲食店以防火牆區劃分開，且可直接通達道路或私設通路者，其樓地板面積免合併計算。\n四、旅館、設有病房之醫院、兒童福利設施、公共浴室等、供其使用樓地板面積之和超過二百平方公尺者。\n五、學校。\n六、博物館、圖書館、美術館、展覽場、陳列館、體育館（附屬於學校者除外）、保齡球館、溜冰場、室內游泳池等，供其使用樓地板面積之和超過二百平方公尺者。\n七、工廠類，其作業廠房之樓地板面積之和超過五十平方公尺或總樓地板面積超過七十平方公尺者。\n八、車庫、車輛修理場所、洗車場、汽車站房、汽車商場（限於在同一建築物內有停車場者）等。\n九、倉庫、批發市場、貨物輸配所等，供其使用樓地板面積之和超過一百五十平方公尺者。\n十、汽車加油站、危險物貯藏庫及其處理場。\n十一、總樓地板面積超過一千平方公尺之政府機關及公私團體辦公廳。\n十二、屠宰場、污物處理場、殯儀館等，供其使用樓地板面積之和超過二百平方公尺者。",
            "Text": "第五章特定建築物及其限制\n第一節通則"
        },
        {
            "Article": "第一百十八條前條建築物之面前道路寬度，除本編第一百二十一條及第一百二十九條另有規定者外，應依下列規定。基地臨接二條以上道路，供特定建築物使用之主要出入口應臨接合於本章規定寬度之道路：\n一、集會堂、戲院、電影院、酒家、夜總會、歌廳、舞廳、酒吧、加油站、汽車站房、汽車商場、批發市場等建築物，應臨接寬十二公尺以上之道路。\n二、其他建築物應臨接寬八公尺以上之道路。但前款用途以外之建築物臨接之面前道路寬度不合本章規定者，得按規定寬度自建築線退縮後建築。退縮地不得計入法定空地面積，且不得於退縮地內建造圍牆、排水明溝及其他雜項工作物。\n三、建築基地未臨接道路，且供第一款用途以外之建築物使用者，得以私設通路連接道路，該道路及私設通路寬度均合於本條之規定者，該私設通路視為該建築基地之面前道路，且私設通路所占面積不得計入法定空地面積。",
            "Text": "前項面前道路寬度，經直轄市、縣(市)政府審查同意者，得不受前項、本編第一百二十一條及第一百二十九條之限制。"
        },
        {
            "Article": "第一百十九條建築基地臨接前條規定寬度道路之長度，除本編第一百二十一條及第一百二十九條另有規定者外，不得小於下表規定",
            "Text": "前項面前道路之臨接長度，經直轄市、縣(市)政府審查同意者，得不受前項、本編第一百二十一條及第一百二十九條之限制。"
        },
        {
            "Article": "第一百二十條（樓梯下禁設燃燒設備）本節規定建築物之廚房，浴室等經常使用燃燒設備之房間不得設在樓梯直下方位置。",
            "Text": "第二節戲院、電影院、歌廳、演藝場及集會堂"
        },
        {
            "Article": "第一百二十一條（基地與道路之關係）本節所列建築物基地之面前道路寬度與臨接長度依左列規定：\n一、觀眾席地板合計面積未達一、○○○平方公尺者，道路寬度應為十二公尺以上。觀眾席樓地板合計面積在一、○○○平方公尺以上者，道路寬度應為十五公尺以上。\n二、基地臨接前款規定道路之長度不得小於左列規定：\n(一)應為該基地周長六分之一以上。\n(二)觀眾席樓地板合計面積未達二○○平方公尺者，應為十五公尺以上，超過二○○平方公尺未達六○○平方公尺每十平方公尺或其零數應增加三十四公分，超過六○○平方公尺部份每十平方公尺或其零數應增加十七公分。\n三、基地除臨接第一款規定之道路外，其他兩側以上臨接寬四公尺以上之道路或廣場、公園、綠地或於基地內兩側以上留設寬四公尺且淨高三公尺以上之通路，前款規定之長度按十分之八計算。\n四、建築物內有二種以上或一種而有二家以上之使用者，其在地面層之主要出入口應依本章第一二二條規定留設空地或門廳。",
            "Text": ""
        },
        {
            "Article": "第一百二十二條（出入口空地或門廳）本節所列建築物依左列規定留設空地或門廳：\n一、觀眾席主層在避難層，建築物應依左列規定留設前面及側面空地：\n(一)觀眾席樓地板面積合計在二○○平方公尺以下者，自建築線退縮一‧五公尺以上。\n(二)觀眾席樓地板面積合計超過二○○平方公尺以上者，除應自建築線起退縮一‧五公尺外，並按超過部份每十平方公尺或其零數，增加二‧五公分。\n(三)臨接法定騎樓或牆面線者，退縮深度不得小於騎樓或牆面線之深度。\n(四)側面空地深度依前面空地規定之深度（側面道路之寬度併計為空地深度），並應連接前條第一款規定之道路。基地前、後臨接道路，且道路寬度大於規定之側面空地深度者，免設側面空地。\n(五)建築物為防火建築物，留設之前面或側面空地內得設置淨高在三公尺以上之騎樓（含私設騎樓）、門廊或其他頂蓋物。\n二、觀眾席主層在避難層以外之樓層，依左列規定：\n(一)建築物臨接前條第一款規定道路部份，依本條前款規定留設前面空地者，免設側面空地。\n(二)觀眾席主層之主要出入口前面應留設門廳；門廳之長度不得小於本編第九十條第二款規定出入口之總寬度，且深度及淨高應分別為五公尺及三公尺以上。\n(三)同一樓層有二種以上或一種而有兩家以上之使用者，其門廳可分別留設或集中留設。\n三、同一建築物內有二種以上或一種而有二家以上之使用，其觀眾席主層分別在避難層及避難層以外之不同樓層者，留設前面空地之深度應合計其各層觀眾席樓地板面積計算之；側面空地之深度免計避難層以外樓層之樓地板面積。依前項規定留設之空地，不得作為停車空間。",
            "Text": ""
        },
        {
            "Article": "第一百二十三條（觀眾席之構造）觀眾席之構造，依左列規定：\n一、固定席位：椅背間距離不得小於八十五公分，單人座位寬度不得小於四十五公分。\n二、踏級式樓地板每級之寬度應為八十五公分以上，每級高度應為五十公分以下。\n三、觀眾席之天花板高度應在三‧五公尺以上，且淨高不得小於二‧五公尺。",
            "Text": ""
        },
        {
            "Article": "第一百二十四條（觀眾席位間之通道）觀眾席位間之通道，應依左列規定：\n一、每排相連之席位應在每八位（椅背與椅背間距離在九十五公分以上時，得為十二席）座位之兩側設置縱通道，但每排僅四席位相連者（椅背與椅背間距離在九十五公分以上時得為六席）縱通道得僅設於一側。\n二、第一款通道之寬度，不得小於八十公分，但主要樓層之觀眾席面積超過九○○平方公尺者，應為九十五公分以上，緊靠牆壁之通道，應為六十公分以上。\n三、橫排席位至少每十五排（椅背與椅背間在九十五分以上者得為二十排）及觀眾席之最前面均應設置寬一公尺以上之橫通道。\n四、第一款至第三款之通道均應直通規定之出入口。\n五、除踏級式樓地板外，通道地板如有高低時，其坡度應為十分之一以下，並不得設置踏步；通道長度在三公尺以下者，其坡度得為八分之一以下。\n六、踏級式樓地板之通道應依左列規定：\n(一)級高應一致，並不得大於二十五公分，級寬應為二十五公分以上。\n(二)高度超過三公尺時，應每三公尺以內為橫通道，走廊或連接樓梯之通道相接通。",
            "Text": ""
        },
        {
            "Article": "第一百二十四條之一（連續式席位）觀眾席位，依連續式席位規定設置者，免依前條規定設置縱、橫通道；連續式席位之設置，依左列規定：\n每一席位之寬度應在四十五公分以上。\n二、橫排席位間扣除座椅後之淨寬度依左表標準。",
            "Text": "三、席位之兩側應設置一‧一公尺寬之通道，並接通規定之出入口。\n四、前款席位兩側之通道應按每五排橫席位各留設一處安全門，其寬度不得小於一‧四公尺。"
        },
        {
            "Article": "第一百二十五條（刪除）",
            "Text": ""
        },
        {
            "Article": "第一百二十六條（舞台之構造）戲院及演藝場之舞台面積在三○○平方公尺以上者，其構造依左列規定：\n一、舞台開口之四周應設置防火牆，舞台開口之頂部與觀眾席之分界處應設置防火構造壁梁通達屋頂或樓板。\n二、舞台下及舞台各側之其他各室均應為防火構造或以不燃材料所建造。\n三、舞台上方應設置自動撒水或噴霧泡沬等滅火設備及有效之排煙設備。\n四、自舞台及舞台各側之其他各室應設有可通達戶外空地之出入口、樓梯或寬一公尺以上之避難用通道。",
            "Text": ""
        },
        {
            "Article": "第一百二十七條 觀眾席主層在避難層以外之樓層，應依左列規定：\n一、位避難層以上之樓層，得設置符合左列規定之陽臺或露臺或外廊以取代本編第九十二條第二款規定之走廊。\n(一)寬度在一‧五公尺以上。\n(二)與自觀眾席向外開啟之防火門出入口相接。\n(三)地板面高度應與前目出入口部分之觀眾席地板面同高。\n(四)應與通達避難層或地面之樓梯或坡道連接。\n二、位於避難層以下之樓層，觀眾席樓地板面應在基地地面或道路路面以下七公尺以內，面積合計不得超過二百平方公尺，並以一層為限。但觀眾席主層能通達室外空地，室外空地面積為觀眾席樓地板面積五分之一以上，且任一邊之最小淨寬度應在六公尺以上，且該空地在基地地面下七公尺以內，能通達基地地面避難者，不在此限。\n三、位於五層樓以上之樓層，且觀眾席樓地板面積合計超過二百平方公尺者，應於該層設置可供避難之室外平臺，其面積應為觀眾席樓地板面積五分之一以上，且任一邊之最小淨寬度應在四公尺以上。該平臺面積得計入屋頂避難平臺面積，並應自該平臺設置一座以上之特別安全梯或戶外安全梯直通避難層。",
            "Text": ""
        },
        {
            "Article": "第一百二十八條 放映室之構造，依下列規定：\n一、應為防火構造（天花板採用不燃材料）。\n二、天花板高度，不得小於二點一公尺，容納一台放映機之房間其淨深不得小於三公尺，淨寬不得小於二公尺，但放映機每增加一台，應增加淨寬一公尺。\n三、出入口應裝設向外開之具有一小時以上防火時效之防火門。放映孔及瞭望孔等應以玻璃或其他材料隔開，或裝設自動或手動開關。\n四、應有適當之機械通風設備。\n放映機採數位或網路設備，且非使用膠捲者，得免設置放映室。",
            "Text": "第三節商場、餐廳、市場"
        },
        {
            "Article": "第一百二十九條（建築基地與道路之關係）供商場、餐廳、市場使用之建築物，其基地與道路之關係應依左列規定：\n一、供商場、餐廳、市場使用之樓地板合計面積超過一、五○○平方公尺者，不得面向寬度十公尺以下之道路開設，臨接道路部份之基地長度並不得小於基地周長六分之一。\n二、前款樓地板合計面積超過三、○○○平方公尺者，應面向二條以上之道路開設，其中一條之路寬不得小於十二公尺，但臨接道路之基地長度超過其周長三分之一以上者，得免面向二條以上道路。",
            "Text": ""
        },
        {
            "Article": "第一百三十條 前條規定之建築物應於其地面層主要出入口前面依下列規定留設空地或門廳：\n一、樓地板合計面積超過一、五○○平方公尺者，空地或門廳之寬度不得小於依本編第九十條之一規定出入口寬度之二倍，深度應在三公尺以上。\n二、樓地板合計面積超過二、○○○平方公尺者，寬度同前款之規定，深度應為五公尺以上。\n三、第一款、第二款規定之門廳淨高應為三公尺以上。\n前項空地不得作為停車空間。",
            "Text": ""
        },
        {
            "Article": "第一百三十一條（商場之室內通路）連續式店鋪商場之室內通路寬度應依左表規定：",
            "Text": ""
        },
        {
            "Article": "第一百三十二條（市場之出入口及通路）市場之出入口不得少於二處，其地面層樓地板面積超過一、○○○平方公尺者應增設一處。\n前項出入口及市場內通路寬度均不得小於三公尺。",
            "Text": "第四節學校"
        },
        {
            "Article": "第一百三十三條（配置、方位與設備）校舍配置，方位與設備應依左列規定：\n一、臨接應留設法定騎樓之道路時，應自建築線退縮騎樓地再加一‧五公尺以上建築。\n二、臨接建築線或鄰地境界線者，應自建築線或鄰地界線退後三公尺以上建築。\n三、教室之方位應適當，並應有適當之人工照明及遮陽設備。\n四、校舍配置，應避免聲音發生互相干擾之現象。\n五、建築物高度，不得大於二幢建築物外牆中心線水平距離一‧五倍，但相對之外牆均無開口，或有開口但不供教學使用者，不在此限。\n六、樓梯間、廁所、圍牆及單身宿舍不受第一款、第二款規定之限制。",
            "Text": ""
        },
        {
            "Article": "第一百三十四條 國民小學，特殊教育學校或身心障礙者教養院之教室，不得設置在四層以上。但國民小學而有下列各款情形並無礙於安全者不在此限：\n一、四層以上之教室僅供高年級學童使用。\n二、各層以不燃材料裝修。\n三、自教室任一點至直通樓梯之步行距離在三十公尺以下。",
            "Text": ""
        },
        {
            "Article": "第一百三十四條之一（刪除）",
            "Text": "第五節車庫、車輛修理場所、洗車場、汽車站房、汽車商場（包括出租汽車及計程車營業站）"
        },
        {
            "Article": "第一百三十五條 建築物之汽車出入口不得臨接下列道路及場所：\n一、自道路交叉點或截角線，轉彎處起點，穿越斑馬線、橫越天橋或地下道上下口起五公尺以內。\n二、坡度超過八比一之道路。\n三、自公共汽車招呼站、鐵路平交道起十公尺以內。\n四、自幼兒園、國民小學、特殊教育學校、身心障礙者教養院或公園等出入口起二十公尺以內。\n五、其他經主管建築機關或交通主管機關認為有礙交通所指定之道路或場所。",
            "Text": ""
        },
        {
            "Article": "第一百三十六條 汽車出入應設置緩衝空間，其寬度及深度應依下列規定：\n一、自建築線後退二公尺之汽車出入路中心線上一點至道路中心線之垂直線左右各六十度以上範圍無礙視線之空間。\n二、利用昇降設備之車庫，除前款規定之空間外，應再增設寬度及深度各六公尺以上之等候空間。",
            "Text": ""
        },
        {
            "Article": "第一百三十七條（建築構造）車庫等之建築物構造除應依本編第六十九條附表第六類規定辦理外，凡有左列情形之一者，應為防火建築物：\n一、車庫等設在避難層，其直上層樓地板面積超過一○○平方公尺者。但設在避難層之車庫其直上層樓地板面積在一○○平方公尺以下或其主要構造為防火構造，且與其他使用部份之間以防火樓板、防火牆以及甲種防火門區劃者不在此限。\n二、設在避難層以外之樓層者。",
            "Text": ""
        },
        {
            "Article": "第一百三十八條（一般構造及設備）供車庫等使用部份之構造及設備除依本編第六十一條第六十二條規定外，應依左列規定：\n一、樓地板應為耐水材料，並應有污水排除設備。\n二、地板如在地面以下時，應有二面以上直通戶外之通風口，或有代替之機械通風設備。\n三、利用汽車昇降機設備者，應按車庫樓地板面積每一、二○○平方公尺以內為一單位裝置昇降機一台。",
            "Text": ""
        },
        {
            "Article": "第一百三十九條 車庫部分之樓地板面積超過五百平方公尺者，其構造設備除依本編第六十一條、第六十二條規定外，應依下列規定。但使用特殊裝置經主管建築機關認為具有同等效能者，不在此限：\n一、應設置能供給樓地板面積每一平方公尺每小時二十五立方公尺以上換氣量之機械通風設備。但設有各層樓地板面積十分之一以上有效通風之開口面積者，不在此限。\n二、汽車出入口處應裝置警告及減速設備。\n三、應設置之直通樓梯應改為安全梯。",
            "Text": ""
        }
    ]
}