{
    "Title": "第九章容積設計",
    "Content": [
        {
            "Article": "第一百六十條實施容積管制地區之建築設計，除都市計畫法令或都市計畫書圖另有規定外，依本章規定。",
            "Text": "第九章容積設計"
        },
        {
            "Article": "第一百六十一條本規則所稱容積率，指基地內建築物之容積總樓地板面積與基地面積之比。基地面積之計算包括法定騎樓面積。\n前項所稱容積總樓地板面積，指建築物除依本編第五十五條、第一百六十二條、第一百八十一條、第三百條及其他法令規定，不計入樓地板面積部分外，其餘各層樓地板面積之總和。",
            "Text": ""
        },
        {
            "Article": "第一百六十二條前條容積總樓地板面積依本編第一條第五款、第七款及下列規定計算之：\n一、每層陽臺、屋簷突出建築物外牆中心線或柱中心線超過二公尺或雨遮、花臺突出超過一公尺者，應自其外緣分別扣除二公尺或一公尺作為中心線，計算該層樓地板面積。每層陽臺面積未超過該層樓地板面積之百分之十部分，得不計入該層樓地板面積。每層共同使用之樓梯間、昇降機間之梯廳，其淨深度不得小於二公尺；其梯廳面積未超過該層樓地板面積百分之十部分，得不計入該層樓地板面積。但每層陽臺面積與梯廳面積之和超過該層樓地板面積之百分之十五部分者，應計入該層樓地板面積；無共同使用梯廳之住宅用途使用者，每層陽臺面積之和，在該層樓地板面積百分之十二點五或未超過八平方公尺部分，得不計入容積總樓地板面積。\n二、二分之一以上透空之遮陽板，其深度在二公尺以下者，或露臺或法定騎樓或本編第一條第九款第一目屋頂突出物或依法設置之防空避難設備、裝卸、機電設備、安全梯之梯間、緊急昇降機之機道、特別安全梯與緊急昇降機之排煙室及依公寓大廈管理條例規定之管理委員會使用空間，得不計入容積總樓地板面積。但機電設備空間、安全梯之梯間、緊急昇降機之機道、特別安全梯與緊急昇降機之排煙室及管理委員會使用空間面積之和，除依規定僅須設置一座直通樓梯之建築物，不得超過都市計畫法規及非都市土地使用管制規則規定該基地容積之百分之十外，其餘不得超過該基地容積之百分之十五。\n三、建築物依都市計畫法令或本編第五十九條規定設置之停車空間、獎勵增設停車空間及未設置獎勵增設停車空間之自行增設停車空間，得不計入容積總樓地板面積。但面臨超過十二公尺道路之一棟一戶連棟建築物，除汽車車道外，其設置於地面層之停車空間，應計入容積總樓地板面積。\n前項第二款之機電設備空間係指電氣、電信、燃氣、給水、排水、空氣調節、消防及污物處理等設備之空間。但設於公寓大廈專有部分或約定專用部分之機電設備空間，應計入容積總樓地板面積。",
            "Text": ""
        },
        {
            "Article": "第一百六十三條（基地內通路）基地內各幢建築物間及建築物至建築線間之通路，得計入法定空地面積。\n基地內通路之寬度不得小於左列標準，但以基地內通路為進出道路之建築物，其總樓地板面積合計在一、○○○平方公尺以上者，通路寬度為六公尺。\n一、長度未滿十公尺者為二公尺。\n二、長度在十公尺以上未滿二十公尺者為三公尺。\n三、長度在二十公尺以上者為五公尺。\n基地內通路為連通建築線者，得穿越同一基地建築物之地面層，穿越之深度不得超過十五公尺，淨寬並應依前項寬度之規定，淨高至少三公尺，其穿越法定騎樓者，淨高不得少於法定騎樓之高度。該穿越部份得不計入樓地板面積。\n第一項基地內通路之長度，自建築線起算計量至建築物最遠一處之出入口或共同出入口。",
            "Text": ""
        },
        {
            "Article": "第一百六十四條建築物高度依下列規定：\n一、建築物以三．六比一之斜率，依垂直建築線方向投影於面前道路之陰影面積，不得超過基地臨接面前道路之長度與該道路寬度乘積之半，且其陰影最大不得超過面前道路對側境界線；建築基地臨接面前道路之對側有永久性空地，其陰影面積得加倍計算。陰影及高度之計算如下：\nAs≦L×Sw/2\n且H≦3.6（Sw+D）\n其中\nAs：建築物以三．六比一之斜率，依垂直建築線方向，投影於面前道路之陰影面積。\nL：基地臨接面前道路之長度。\nSw：面前道路寬度（依本編第十四條第一項各款之規定）。\nH：建築物各部分高度。\nD：建築物各部分至建築線之水平距離。\n二、前款所稱之斜率，為高度與水平距離之比值。",
            "Text": ""
        },
        {
            "Article": "第一百六十四條之一住宅、集合住宅等類似用途建築物樓板挑空設計者，挑空部分之位置、面積及高度應符合下列規定：\n一、挑空部分每住宅單位限設一處，應設於客廳或客餐廳之上方，並限於建築物面向道路、公園、綠地等深度達六公尺以上之法定空地或其他永久性空地之方向設置。\n二、挑空部分每處面積不得小於十五平方公尺，各處面積合計不得超過該基地內建築物允建總容積樓地板面積十分之一。\n三、挑空樓層高度不得超過六公尺，其旁側之未挑空部分上、下樓層高度合計不得超過六公尺。\n挑空部分計入容積率之建築物，其挑空部分之位置、面積及高度得不予限制。\n第一項用途建築物設置夾層者，僅得於地面層或最上層擇一處設置；設置夾層之樓層高度不得超過六公尺，其未設夾層部分之空間應依第一項第一款及第二款規定辦理。\n第一項用途建築物未設計挑空者，地面一層樓層高度不得超過四點二公尺，其餘各樓層之樓層高度均不得超過三點六公尺。但同一戶空間變化需求而採不同樓板高度之構造設計時，其樓層高度最高不得超過四點二公尺。\n第一項挑空部分或第三項未設夾層部分之空間，其設置位置、每處最小面積、各處合計面積與第一項、第三項及前項規定之樓層高度限制，經建造執照預審小組審查同意者，得依其審定結果辦理。",
            "Text": ""
        },
        {
            "Article": "第一百六十五條（建築基地跨越二個以上使用分區之規定）建築基地跨越二個以上使用分區時，空地及建築物樓地板面積之配置不予限制，但應保留空地面積應依照各分區使用規定，分別計算。\n前項使用分區不包括都市計畫法第三十二條其他使用區及特定專用區。",
            "Text": ""
        },
        {
            "Article": "第一百六十六條（本編不適用於實施容積管制地區之規定）本編第二條、第二條之一、第十四條有關建築物高度限制部份，第十五條、第二十三條第一項、第二十六條、第二十七條，不適用實施容積管制地區。",
            "Text": ""
        },
        {
            "Article": "第一百六十六條(自109年7月1日施行)本編第二條、第二條之一、第十四條第一項有關建築物高度限制部分，第十五條、第二十三條、第二十六條、第二十七條，不適用實施容積管制地區。",
            "Text": ""
        },
        {
            "Article": "第一百六十六條之一實施容積管制前已申請或領有建造執照，在建造執照有效期限內，依申請變更設計時法令規定辦理變更設計時，以不增加原核准總樓地板面積及地下各層樓地板面積不移到地面以上樓層者，得依下列規定提高或增加建築物樓層高度或層數，並依本編第一百六十四條規定檢討建築物高度。\n一、地面一層樓高度應不超過四點二公尺。\n二、其餘各樓層之高度應不超過三點六公尺。\n三、增加建築物層數者，應檢討該建築物在冬至日所造成之日照陰影，使鄰近基地有一小時以上之有效日照；臨接道路部分，自道路中心線起算十公尺範圍內，該部分建築物高度不得超過十五公尺。\n前項建築基地位於須經各該直轄市、縣（市）政府都市設計審議委員會審議者，應先報經各該審議委員會審議通過。",
            "Text": ""
        }
    ]
}