{
    "Title": "第十三章山坡地建築",
    "Content": [
        {
            "Article": "第二百六十條本章所稱山坡地，指依山坡地保育利用條例第三條之規定劃定，報請行政院核定公告之公、私有土地。",
            "Text": "第十三章　山坡地建築\n第一節山坡地基地不得開發建築認定基準"
        },
        {
            "Article": "第二百六十一條本章建築技術用語定義如左：\n一、平均坡度：係指在比例尺不小於一千二百分之一實測地形圖上依左列平均坡度計算法得出之坡度值：\n(一)在地形圖上區劃正方格坵塊，其每邊長不大於二十五公尺。圖示如左：\n\n(二)每格坵塊各邊及地形圖等高線相交點之點數，記於各方格邊上，再將四邊之交點總和註在方格中間。圖示如左：\n\n(三)依交點數及坵塊邊長，求得坵塊內平均坡度(Ｓ)或傾斜角(θ)，計算公式如左：\nＳ(％)=(nπh/8L)*100％\nS：平均坡度(百分比)。\nh：等高線首曲線間距(公尺)。\nL：方格(坵塊)邊長(公尺)。\nn：等高線及方格線交點數。\nπ：圓周率(3.14)\n(四)在坵塊圖上，應分別註明坡度計算之結果。圖示如左：\n\n二、順向坡：與岩層面或其他規則而具延續性之不連續面大致同向之坡面。圖示如左：\n\n三、自由端：岩層面或不連續面裸露邊坡。\n四、岩石品質指標(RQD)：指一地質鑽孔中，其岩心長度超過十公分部分者之總長度，與該次鑽孔長度之百分比。\n五、活動斷層：指有活動記錄之斷層或依地面現象由學理推論認定之活動斷層及其推衍地區。\n六、廢土堆：人工移置或自然崩塌之土石而未經工程壓密或處理者。\n七、坑道：指各種礦坑、涵洞及其他未經工程處理之地下空洞。\n八、坑道覆蓋層：指地下坑道頂及地面或基礎底面間之覆蓋部分。\n九、有效應力深度：指構造物基礎下四倍於基礎最大寬度之深度。",
            "Text": ""
        },
        {
            "Article": "第二百六十二條山坡地有下列各款情形之一者，不得開發建築。但穿過性之道路、通路或公共設施管溝，經適當邊坡穩定之處理者，不在此限：\n一、坡度陡峭者：所開發地區之原始地形應依坵塊圖上之平均坡度之分布狀態，區劃成若干均質區。在坵塊圖上其平均坡度超過百分之三十者。但區內最高點及最低點間之坡度小於百分之十五，且區內不含顯著之獨立山頭或跨越主嶺線者，不在此限。",
            "Text": "二、地質結構不良、地層破碎或順向坡有滑動之虞者：\n(一)順向坡傾角大於二十度，且有自由端，基地面在最低潛在滑動面外側地區。圖示如下：\n\n(二)自滑動面透空處起算之平面型地滑波及範圍，且無適當擋土設施者。其公式及圖式如下：\nD≧H/2tanΘ\n\nD：自滑動面透空處起算之波及距離(m)。\nθ：岩層坡度。\nH：滑動面透空處高度(m)。\n(三)在預定基礎面下，有效應力深度內，地質鑽探岩心之岩石品質指標(RQD)小於百分之二十五，且其下坡原地形坡度超過百分之五十五，坡長三十公尺者，距坡緣距離等於坡長之範圍，原地形呈明顯階梯狀者，坡長自下段階地之上坡腳起算。圖示如下：\n\n三、活動斷層：依歷史上最大地震規模(Ｍ)劃定在下表範圍內者：\n\n\n\n\n\n\n\n\n\n\n(二)在前目表列範圍內已有平行於河岸之裂隙出現者，則自裂隙之內緣起算。\n七、洪患：河床二岸低地，過去洪水災害記錄顯示其周期小於十年之範圍。但已有妥善之防洪工程設施並經當地主管建築機關認為無礙安全者，不在此限。\n八、斷崖：斷崖上下各二倍於斷崖高度之水平距離範圍內。但地質上或設有適當之擋土設施並經當地主管建築機關認為安全無礙者，不在此限。\n前項第六款河岸包括海崖、階地崖及臺地崖。\n第一項第一款坵塊圖上其平均坡度超過百分之五十五者，不得計入法定空地面積；坵塊圖上其平均坡度超過百分之三十且未逾百分之五十五者，得作為法定空地或開放空間使用，不得配置建築物。但因地區之發展特性或特殊建築基地之水土保持處理與維護之需要，經直轄市、縣（市）政府另定適用規定者，不在此限。\n建築基地跨越山坡地與非山坡地時，其非山坡地範圍有礦場或坑道者，適用第一項第四款規定。\n第二節　設計原則"
        },
        {
            "Article": "第二百六十三條建築基地應自建築線或基地內通路邊退縮設置人行步道，其退縮距離不得小於一點五公尺，退縮部分得計入法定空地。但道路或基地內通路邊已設置人行步道者，可合併計算退縮距離。\n建築基地具特殊情形，經當地主管建築機關認定未能依前項規定退縮者，得減少其退縮距離或免予退縮；其認定原則由當地主管建築機關定之。\n臨建築線或基地內通路邊第一進之擋土設施各點至路面高度不得大於道路或基地內通路中心線至擋土設施邊之距離，且其高度不得大於六公尺。",
            "Text": "前項以外建築基地內之擋土設施以一比一點五之斜率，依垂直道路或基地內通路方向投影於道路或基地內通路之陰影，最大不得超過道路或基地內通路之中心線。"
        },
        {
            "Article": "第二百六十四條山坡地地面上之建築物至擋土牆坡腳間之退縮距離，應依左列公式計算：\n一、擋土牆上方無構造物載重者：\n　D1≧H/2*（1+tanθ）\n二、擋土牆上方有構造物載重者：\nD2≧H/2*（1+tanθ+(2Q/rtＨ2)）\n三、擋土牆後方為順向坡者：\nD3≧H/2*（1+tanθ+(2Q/rtＨ2)）+3L/H*((2Ｈtanθ/√1＋tan2θ)-C)",
            "Text": ""
        },
        {
            "Article": "第二百六十五條基地地面上建築物外牆距離高度一點五公尺以上之擋土設施者，其建築物外牆與擋土牆設施間應有二公尺以上之距離。但建築物外牆各點至高度三點六公尺以上擋土設施間之水平距離，應依左列公式計算：\nD1≧2+(H-3.6)/4\nH：擋土設施各點至坡腳之高度。\nD：建築物外牆各點及擋土設施間之水平距離。",
            "Text": ""
        },
        {
            "Article": "第二百六十六條建築物至建築線間之通路或建築物至通路間設置戶外階梯者，應依左列規定辦理：\n一、戶外階梯高度每三公尺應設置平臺一處，平臺深度不得小於階梯寬度。但平臺深度大於二公尺者，得免再增加其寬度。\n二、戶外階梯每階之級深及級高，應依左列公式計算：\n2R+T≧64(CM)且R≦18(CM)\nR：每階之級高。\nT：每階之級深。\n三、戶外階梯寬度不得小於一點二公尺。但以戶外階梯為私設通路或基地內通路者，其階梯及平臺之寬度應依私設通路寬度之規定。\n以坡道代替前項戶外階梯者，其坡度不得大於一比八。",
            "Text": ""
        },
        {
            "Article": "第二百六十七條建築基地地下各層最大樓地板面積計算公式如左\nA0<(1+Q)A/2\nA0：地下各層最大樓地板面積。\nQ：該基地之最大建蔽率。\n建築物因施工安全或停車設備等特殊需要，經主管建築機關審定有增加地下各層樓地板面積必要者，得不受前項限制。\n建築基地內原有樹木，其距離地面一公尺高之樹幹周長大於五十公分以上經列管有案者，應予保留或移植於基地之空地內。",
            "Text": ""
        },
        {
            "Article": "第二百六十八條建築物高度除依都市計畫法或區域計畫法有關規定許可者，從其規定外，不得高於法定最大容積率除以法定最大建蔽率之商乘三點六再乘以二，其公式如左：\nH≦(法定最大容積率/法定最大建蔽率)*3.6*2\n建築物高度因構造或用途等特殊需要，經目的事業主管機關審定有增加其建築物高度必要者，得不受前項限制。",
            "Text": ""
        }
    ]
}