
{
    "第一章用語定義":,
  {
    "第一條本編建築技術用語，其他各編得適用，其定義如下：":,
    "一宗土地：本法第十一條所稱一宗土地，指一幢或二幢以上有連帶使用性之建築物所使用之建築基地。但建築基地為道路、鐵路或永久性空地等分隔者，不視為同一宗土地。",
    "建築基地面積：建築基地（以下簡稱基地）之水平投影面積。",
    "建築面積：建築物外牆中心線或其代替柱中心線以內之最大水平投影面積。但電業單位規定之配電設備及其防護設施、地下層突出基地地面未超過一點二公尺或遮陽板有二分之一以上為透空，且其深度在二點零公尺以下者，不計入建築面積；陽臺、屋簷及建築物出入口雨遮突出建築物外牆中心線或其代替柱中心線超過二點零公尺，或雨遮、花臺突出超過一點零公尺者，應自其外緣分別扣除二點零公尺或一點零公尺作為中心線；每層陽臺面積之和，以不超過建築面積八分之一為限，其未達八平方公尺者，得建築八平方公尺。\n第一條 圖1-3-(1)陽台距地界距離及陽台深度規定",
    "第一條 圖1-3-(2)自陽台外緣向外牆中心線扣除2m不計入建築面積；圖1-3-(3)無外牆時，以代替支柱中心線為準，陽台、屋簷等突出中心線部份超過2m時，應自其外緣分別扣除2m作為中心線。\n1.騎樓面積=B*D；2.其二樓樓地板面積以外牆中心線為準；3.無騎樓柱時，騎樓面積仍為B*D；騎樓面積應計入造價；5.L=法定騎樓地深度，騎樓地面積=B*L。\n第一條圖1-3-(5)1.三面有牆之陽台(同一住宅單位或其他使用之單位)，僅得向任一外牆扣除2m免計樓地板面積(如圖a)。2.二面有牆之陽台(轉角)，其建築面積計算如圖(b)。\n第一條 圖1-3-(6) 1.同一住宅單位(或其他使用單位)，在其外牆之陰角處設置連續之陽台時，以沿接外牆設置為原則，且對側之陽台外緣至少應相距2m以上。\n第一條 圖1-3-(7)陽台面積不超過建築設計施工編地一條第三款之規定時，得不計入建築面積。\n第一條 圖1-3-(8)遮陽版之透空率計算方式：圖例中之遮陽版其透空率為：1-(2A1+4A2)/A0。" "四、建蔽率：建築面積占基地面積之比率。",
    "五、樓地板面積：建築物各層樓地板或其一部分，在該區劃中心線以內之水平投影面積。但不包括第三款不計入建築面積之部分。",
    "六、觀眾席樓地板面積：觀眾席位及縱、橫通道之樓地板面積。但不包括吸煙室、放映室、舞臺及觀眾席外面二側及後側之走廊面積。",
    "七、總樓地板面積：建築物各層包括地下層、屋頂突出物及夾層等樓地板面積之總和。",
    "八、基地地面：基地整地完竣後，建築物外牆與地面接觸最低一側之水平面；基地地面高低相差超過三公尺，以每相差三公尺之水平面為該部分基地地面。\n第一條 圖1-8-(1)基地面前道路之高度與基地地面高度不同時，仍以設計之基地地面高度為計算其層數及高度。\n第一條圖1-8-(2) 1.建築物高度以基地地面(G.L.)為準；2.基地原為平坦地形，經人工整地局部開挖後，其G.L.不因局部地形變更而改變。",
    "九、建築物高度：自基地地面計量至建築物最高部分之垂直高度。但屋頂突出物或非平屋頂建築物之屋頂，自其頂點往下垂直計量之高度應依下列規定，且不計入建築物高度：第十款第一目之屋頂突出物高度在六公尺以內或有昇降機設備通達屋頂之屋頂突出物高度在九公尺以內，且屋頂突出物水平投影面積之和，除高層建築物以不超過建築面積百分之十五外，其餘以不超過建築面積百分之十二點五為限，其未達二十五平方公尺者，得建築二十五平方公尺。水箱、水塔設於屋頂突出物上高度合計在六公尺以內或設於有昇降機設備通達屋頂之屋頂突出物高度在九公尺以內或設於屋頂面上高度在二點五公尺以內。女兒牆高度在一點五公尺以內。第十款第三目至第五目之屋頂突出物。非平屋頂建築物之屋頂斜率（高度與水平距離之比）在二分之一以下者。非平屋頂建築物之屋頂斜率（高度與水平距離之比）超過二分之一者，應經中央主管建築機關核可。",
    "十、屋頂突出物：突出於屋面之附屬建築物及雜項工作物：樓梯間、昇降機間、無線電塔及機械房。水塔、水箱、女兒牆、防火牆。雨水貯留利用系統設備、淨水設備、露天機電設備、煙囪、避雷針、風向器、旗竿、無線電桿及屋脊裝飾物。突出屋面之管道間、採光換氣或再生能源使用等節能設施。突出屋面之三分之一以上透空遮牆、三分之二以上透空立體構架供景觀造型、屋頂綠化等公益及綠建築設施，其投影面積不計入第九款第一目屋頂突出物水平投影面積之和。但本目與第一目及第六目之屋頂突出物水平投影面積之和，以不超過建築面積百分之三十為限。其他經中央主管建築機關認可者。",
    "十一、簷高：自基地地面起至建築物簷口底面或平屋頂底面之高度。",
    "十二、地板面高度：自基地地面至地板面之垂直距離。",
    "十三、樓層高度：自室內地板面至其直上層地板面之高度；最上層之高度，為至其天花板高度。但同一樓層之高度不同者，以其室內樓地板面積除該樓層容積之商，視為樓層高度。\n第一條圖1-13-(1)樓層高度(hf)=[(l1*b)*h1+(l2*b)*h2]/(l1+l2)*b\n第一條 圖1-13-(12)樓層高度(hf)=[(l*b)*(h1+h2)/2]/l*b=(h1+h2)/2；h3≧1.7m，l’*b≧l*b/2。",
    "十四、天花板高度：自室內地板面至天花板之高度，同一室內之天花板高度不同時，以其室內樓地板面積除室內容積之商作天花板高度。",
    "十五、建築物層數：基地地面以上樓層數之和。但合於第九款第一目之規定者，不作為層數計算；建築物內層數不同者，以最多之層數作為該建築物層數。\n第一條 圖1-15-(1) 同一建築物中，以其最多之層數為該建築物之層數。\n第一條 圖1-15-(2)建築物之地面各層在使用之機能上完全獨立分開時，視為二棟建築物各自計算其層數，如連動式建築物及本圖之情形。",
    "十六、地下層：地板面在基地地面以下之樓層。但天花板高度有三分之二以上在基地地面上者，視為地面層。",
    "十七、閣樓：在屋頂內之樓層，樓地板面積在該建築物建築面積三分之一以上時，視為另一樓層。",
    "十八、夾層：夾於樓地板與天花板間之樓層；同一樓層內夾層面積之和，超過該層樓地板面積三分之一或一百平方公尺者，視為另一樓層。\n第一條 圖1-18-(1)1.a1≦b*d/3或100m2；2. A2≦b*c/3或100m2；超過前列標準時，視為另一樓層。\n第一條 圖1-18-(2) FA1=一樓樓地板面積(不含騎樓)；夾層面積(a)≦FA1/3，且a≦100 m2\n第一條圖1-18-(3)建築物以無開口之防火牆及防火樓板區劃分隔為他棟建築物者，其夾層面積仍按各棟各層樓層分別檢討。",
    "十九、居室：供居住、工作、集會、娛樂、烹飪等使用之房間，均稱居室。門廳、走廊、樓梯間、衣帽間、廁所盥洗室、浴室、儲藏室、機械室、車庫等不視為居室。但旅館、住宅、集合住宅、寄宿舍等建築物其衣帽間與儲藏室面積之合計以不超過該層樓地板面積八分之一為原則。",
    "二十、露臺及陽臺：直上方無任何頂遮蓋物之平臺稱為露臺，直上方有遮蓋物者稱為陽臺。",
    "二十一、集合住宅：具有共同基地及共同空間或設備。並有三個住宅單位以上之建築物。",
    "二十二、外牆：建築物外圍之牆壁。",
    "二十三、分間牆：分隔建築物內部空間之牆壁。",
    "二十四、分戶牆：分隔住宅單位與住宅單位或住戶與住戶或不同用途區劃間之牆壁。",
    "二十五、承重牆：承受本身重量及本身所受地震、風力外並承載及傳導其他外壓力及載重之牆壁。",
    "二十六、帷幕牆：構架構造建築物之外牆，除承載本身重量及其所受之地震、風力外，不再承載或傳導其他載重之牆壁。",
    "二十七、耐水材料：磚、石料、人造石、混凝土、柏油及其製品、陶瓷品、玻璃、金屬材料、塑膠製品及其他具有類似耐水性之材料。",
    "二十八、不燃材料：混凝土、磚或空心磚、瓦、石料、鋼鐵、鋁、玻璃、玻璃纖維、礦棉、陶瓷品、砂漿、石灰及其他經中央主管建築機關認定符合耐燃一級之不因火熱引起燃燒、熔化、破裂變形及產生有害氣體之材料。",
    "二十九、耐火板：木絲水泥板、耐燃石膏板及其他經中央主管建築機關認定符合耐燃二級之材料。",
    "三十、耐燃材料：耐燃合板、耐燃纖維板、耐燃塑膠板、石膏板及其他經中央主管建築機關認定符合耐燃三級之材料。",
    "三十一、防火時效：建築物主要結構構件、防火設備及防火區劃構造遭受火災時可耐火之時間。",
    "三十二、阻熱性：在標準耐火試驗條件下，建築構造當其一面受火時，能在一定時間內，其非加熱面溫度不超過規定值之能力。",
    "三十三、防火構造：具有本編第三章第三節所定防火性能與時效之構造。",
    "三十四、避難層：具有出入口通達基地地面或道路之樓層。",
    "三十五、無窗戶居室：具有下列情形之一之居室：依本編第四十二條規定有效採光面積未達該居室樓地板面積百分之五者。可直接開向戶外或可通達戶外之有效防火避難構造開口，其高度未達一點二公尺，寬度未達七十五公分；如為圓型時直徑未達一公尺者。樓地板面積超過五十平方公尺之居室，其天花板或天花板下方八十公分範圍以內之有效通風面積未達樓地板面積百分之二者。",
    "三十六、道路：指依都市計畫法或其他法律公布之道路（得包括人行道及沿道路邊綠帶）或經指定建築線之現有巷道。除另有規定外，不包括私設通路及類似通路。\n第一條 圖1-36面前道路寬度包含綠帶。",
    "三十七、類似通路：基地內具有二幢以上連帶使用性之建築物（包括機關、學校、醫院及同屬一事業體之工廠或其他類似建築物），各幢建築物間及建築物至建築線間之通路；類似通路視為法定空地，其寬度不限制。",
    "三十八、私設通路：基地內建築物之主要出入口或共同出入口（共用樓梯出入口）至建築線間之通路；主要出入口不包括本編第九十條規定增設之出入口；共同出入口不包括本編第九十五條規定增設之樓梯出入口。私設通路與道路之交叉口，免截角。",
    "三十九、直通樓梯：建築物地面以上或以下任一樓層可直接通達避難層或地面之樓梯（包括坡道）。\n第一條圖1-39-(2)直通樓梯例(一)虛線範圍表示樓梯間；直通樓梯例(二)虛線範圍表示樓梯間。",
    "四十、永久性空地：指下列依法不得建築或因實際天然地形不能建築之土地（不包括道路）：都市計畫法或其他法律劃定並已開闢之公園、廣場、體育場、兒童遊戲場、河川、綠地、綠帶及其他類似之空地。海洋、湖泊、水堰、河川等。前二目之河川、綠帶等除夾於道路或二條道路中間者外，其寬度或寬度之和應達四公尺。",
    "四十一、退縮建築深度：建築物外牆面自建築線退縮之深度；外牆面退縮之深度不等，以最小之深度為退縮建築深度。但第三款規定，免計入建築面積之陽臺、屋簷、雨遮及遮陽板，不在此限。",
    "四十二、幢：建築物地面層以上結構獨立不與其他建築物相連，地面層以上其使用機能可獨立分開者。",
    "四十三、棟：以具有單獨或共同之出入口並以無開口之防火牆及防火樓板區劃分開者。",
    "四十四、特別安全梯：自室內經由陽臺或排煙室始得進入之安全梯。",
    "四十五、遮煙性能：在常溫及中溫標準試驗條件下，建築物出入口裝設之一般門或區劃出入口裝設之防火設備，當其構造二側形成火災情境下之壓差時，具有漏煙通氣量不超過規定值之能力。",
    "四十六、昇降機道：建築物供昇降機廂運行之垂直空間。",
    "四十七、昇降機間：昇降機廂駐停於建築物各樓層時，供使用者進出及等待搭乘等之空間。"
  }
}