{
  "Title": null,
  "Content": [
    {
      "Article": "第二章一般設計通則",
      "Text": ""
    },
    {
      "Article": "第一節建築基地",
      "Text": "第二條（私設通路之寬度）基地應與建築線相連接，其連接部份之最小長度應在二公尺以上。基地內私設通路之寬度不得小於左列標準：長度未滿十公尺者為二公尺。長度在十公尺以上未滿二十公尺者為三公尺。長度大於二十公尺為五公尺。基地內以私設通路為進出道路之建築物總樓地板面積合計在一、零零零平方公尺以上者，通路寬度為六公尺。前款私設通路為連通建築線，得穿越同一基地建築物之地面層；穿越之深度不得超過十五公尺；該部份淨寬並應依前四款規定，淨高至少三公尺，且不得小於法定騎樓之高度。\n前項通路長度，自建築線起算計量至建築物最遠一處之出入口或共同入口。\n第二條 圖2-(1)1.通路長度計算方式。\n第二條 圖2-(2)建築物內之門廳不是為私設通路，不是用本條規定，但其任一處之最小寬度應合於第九十條1.2m之規定。\n第二條圖2-(4)1.袋形基地與建築線相連之長度至少應為2m；2.臨接道路作為通路使用之部分不視為畸零地。3.該基地不得造成相鄰土地成為畸零地。\n第二條 圖2-(3)基地內非直接面向道路設置之直通樓梯僅有一座時，該直通樓梯至建築線間不視為私設通路，但應符合通路寬度(W1)≧直通樓梯寬度(W2)之條件。\n第二條之一（私設通路面積）私設通路長度自建築線起算未超過三十五公尺部分，得計入法定空地面積。\n第三條（刪除）\n第三條之一（迴車道之設置）私設通路為單向出口，且長度超過三十五公尺者，應設置汽車迴車道；迴車道視為該通路之一部份，其設置標準依左列規定：迴車道可採用圓形、方形或丁形。通路與迴車道交叉口截角長度為四公尺，未達四公尺者以其最大截角長度為準。截角為三角形，應為等腰三角形；截角為圓弧，其截角長度即為該弧之切線長。\n前項私設通路寬度在九公尺以上，或通路確因地形無法供車輛通行者，得免設迴車道。\n 75.\t第三條之一 圖迴轉車道交叉口截角長度為四公尺。\n第三條之二（綠帶邊之退縮建築）基地臨接道路邊寬度達三公尺以上之綠帶，應從該綠帶之邊界線退縮四公尺以上建築。但道路邊之綠帶實際上已鋪設路面作人行步道使用，或在都市計畫書圖內載明係供人行步道使用者，免退縮；退縮後免設騎樓；退縮部份，計入法定空地面積。\n第四條（防洪安全條件）建築基地之地面高度，應在當地洪水位以上，但具有適當防洪及排水設備，或其建築物有一層以上高於洪水位，經當地主管建築機關認為無礙安全者，不在此限。\n第四條之一建築物除位於山坡地基地外，應依下列規定設置防水閘門（板），並應符合直轄市、縣（市）政府之防洪及排水相關規定：建築物地下層及地下層停車空間於地面層開向屋外之出入口及汽車坡道出入口，應設置高度自基地地面起算九十公分以上之防水閘門（板）。建築物地下層突出基地地面之窗戶及開口，其位於自基地地面起算九十公分以下部分，應設置防水閘門（板）。\n前項防水閘門（板）之高度，直轄市、縣（市）政府另有規定者，從其規定。\n第四條之二沿海或低窪之易淹水地區建築物得採用高腳屋建築，並應符合下列規定：供居室使用之最低層樓地板及其水平支撐樑之底部，應在當地淹水高度以上，並增加一定安全高度；且最低層下部空間之最大高度，以其樓地板面不得超過三公尺，或以樓地板及其水平支撐樑之底部在淹水高度加上一定安全高度為限。前款最低層下部空間，僅得作為樓梯間、昇降機間、梯廳、昇降機道、排煙室、坡道、停車空間或自來水蓄水池使用；其梯廳淨深度及淨寬度不得大於二公尺，緊急昇降機間及排煙室應依本編第一百零七條第一款規定之最低標準設置。前二款最低層下部空間除設置結構必要之樑柱，樓梯間、昇降機間、昇降機道、梯廳、排煙室及自來水蓄水池所需之牆壁或門窗，及樓梯或坡道構造外，不得設置其他阻礙水流之構造或設施。機電設備應設置於供居室使用之最低層以上。建築物不得設置地下室，並得免附建防空避難設備。\n前項沿海或低窪之易淹水地區、第一款當地淹水高度及一定安全高度，由直轄市、縣（市）政府視當地環境特性指定之。第一項樓梯間、昇降機間、梯廳、昇降機道、排煙室、坡道及最低層之下部空間，得不計入容積總樓地板面積，其下部空間並得不計入建築物之層數及高度。基地地面設置通達最低層之戶外樓梯及戶外坡道，得不計入建築面積及容積總樓地板面積。\n第四條之三都市計畫地區新建、增建或改建之建築物，除本編第十三章山坡地建築已依水土保持技術規範規劃設置滯洪設施、個別興建農舍、建築基地面積三百平方公尺以下及未增加建築面積之增建或改建部分者外，應依下列規定，設置雨水貯集滯洪設施：一、於法定空地、建築物地面層、地下層或筏基內設置水池或儲水槽，以管線或溝渠收集屋頂、外牆面或法定空地之雨水，並連接至建築基地外雨水下水道系統。二、採用密閉式水池或儲水槽時，應具備泥砂清除設施。三、雨水貯集滯洪設施無法以重力式排放雨水者，應具備抽水泵浦排放，並應於地面層以上及流入水池或儲水槽前之管線或溝渠設置溢流設施。四、雨水貯集滯洪設施得於四周或底部設計具有滲透雨水之功能，並得依本編第十七章有關建築基地保水或建築物雨水貯留利用系統之規定，合併設計。前項設置雨水貯集滯洪設施規定，於都市計畫法令、都市計畫書或直轄市、縣（市）政府另有規定者，從其規定。第一項設置之雨水貯集滯洪設施，其雨水貯集設計容量不得低於下列規定：新建建築物且建築基地內無其他合法建築物者，以申請建築基地面積乘以零點零四五（立方公尺∕平方公尺）。二、建築基地內已有合法建築物者，以新建、增建或改建部分之建築面積除以法定建蔽率後，再乘以零點零四五（立方公尺∕平方公尺）。\n第五條（基地內排水）建築基地內之雨水污水應設置適當排水設備或處理設備，並排入該地區之公共下水道。\n第六條（斷崖基地）除地質上經當地主管建築機關認為無礙或設有適當之擋土設施者外，斷崖上下各二倍於斷崖高度之水平距離範圍內，不得建築。\n"
    },
    {
      "Article": "第二節牆面線、建築物突出部份",
      "Text": "第七條（牆面線）為景觀上或交通上需要，直轄市、縣（市）政府得依法指定牆面線令其退縮建築；退縮部分，計入法定空地面積。\n第八條基地臨接供通行之現有巷道，其申請建築原則及現有巷道申請改道，廢止辦法由直轄市、縣（市）政府定之。基地他側同時臨接較寬之道路並為角地者，建築物高度不受現有巷道寬度之限制。\n第八條 圖8 計畫道路或指定建築線之現有巷道寬度寬度與建築物高度之計算方式。\n第九條（可突出之部份）依本法第五十一條但書規定可突出建築線之建築物，包括左列各項：一、紀念性建築物：紀念碑、紀念塔、紀念銅像、紀念坊等。二、公益上有必要之建築物：候車亭、郵筒、電話亭、警察崗亭等。三、臨時性建築物：牌樓、牌坊、裝飾塔、施工架、棧橋等，短期內有需要而無礙交通者。四、地面下之建築物、對公益上有必要之地下貫穿道等，但以不妨害地下公共設施之發展為限。五、高架道路橋面下之建築物。六、供公共通行上有必要之架空走廊，而無礙公共安全及交通者。\n第十條（架空走廊之構造）架空走廊之構造應依左列規定：一、應為防火構造或不燃材料所建造，但側牆不能使用玻璃等容易破損之材料裝修。二、廊身兩側牆璧高度應在一‧五公尺以上。三、架空走廊如穿越道路，其廊身與路面垂直淨距離不得小於四‧六公尺。四、廊身支柱不得妨害車道，或影響市容觀瞻。\n"
    },
    {
      "Article": "第三節建築物高度",
      "Text": "第十一條（移至建築構造編）\n第十二條（移至建築構造編）\n第十三條（移至建築構造編）\n第十四條（面前道路寬度與建築物之高度限制）建築物高度不得超過基地面前道路寬度之一‧五倍加六公尺。面前道路寬度之計算，依左列規定：一、道路邊指定有牆面線者，計至牆面線。二、基地臨接計畫圓環，以交會於圓環之最寬道路視為面前道路；基地他側同時臨接道路，其高度限制並應依本編第十六條規定。三、基地以私設通路連接建築線，並作為主要進出道路者，以該私設通路視為面前道路。但私設通路寬度大於其連接道路寬度，應以該道路寬度，視為基地之面前道路。四、臨接建築線之基地內留設有私設通路者，適用本編第十六條第一款規定，其餘部份適用本條第三款規定。五、基地面前道路中間夾有綠帶或河川，以該綠帶或河川兩側道路寬度之和，視為基地之面前道路，且以該基地直接臨接一側道路寬度之二倍為限。前項基地面前道路之寬度未達七公尺者，以該道路中心線深進三‧五公尺範圍內，建築物之高度不得超過九公尺。特定建築物面前道路寬度之計算，適用本條之規定。\n第十四條 圖14-(1)、圖14-(2)、圖14-(3)、圖14-(4)：面前道路寬度與建築物之高度限制\n第十四條 圖14-(5) 面前綠地或河川寬度與建築物之高度限制\n第十五條（基地周圍臨接或面對永久性空地之規定）基地周圍臨接或面對永久性空地，其高度限制如左：一、基地臨接道路之對側有永久性空地，其高度不得超過該道路寬度與面對永久性空地深度合計之一‧五倍，且以該基地臨接較寬（最寬）道路寬度之二倍加六公尺為限。二、基地周圍臨接永久性空地，永久性空地之寬度與深度（或深度之和）應為二十公尺以上，建築物高度以該基地臨接較寬（最寬）道路寬度之二倍加六公尺為限。三、基地僅部份臨接或面對永久性空地，自臨接或面對永久性空地之部份，向未臨接或未面對之他側延伸相當於臨接或面對部份之長度，且未逾三十公尺範圍者，適用前二款規定。前項第一款如同時適用前條第五款規定者，選擇較寬之規定適用之。\n第十六條（基地臨接兩條以上道路之規定）基地臨接兩條以上道路，其高度限制如左：一、基地臨接最寬道路境界線深進其路寬二倍且未逾三十公尺範圍內之部分，以最寬道路視為面前道路。二、前款範圍外之基地，以其他道路中心線各深進十公尺範圍內，自次寬道路境界線深進其路寬二倍且未逾三十公尺，以次寬道路視為面前道路，並依此類推。三、前二款範圍外之基地，以最寬道路視為面前道路。\n第十六條 圖16-(1)、圖16-(2)、圖16-(3) 基地臨接兩條以上道路之建築物高度計算。\n第十六條之一（刪除）\n第十七條（刪除）\n第十八條（刪除）\n第十九條（基地臨接道路盡頭之規定）基地臨接道路盡頭，以該道路寬度，作為面前道路。但基地他側臨接較寬道路，建築物高度不受該盡頭道路之限制。\n第十九條 圖19-(1)、圖19-(2) 基地臨接道路盡頭之之建築物高度計算。\n第二十條（刪除）\n第二十一條（刪除）\n第二十二條（刪除）\n第二十三條(自109年7月1日施行)住宅區建築物之高度不得超過二十一公尺及七層樓。但合於下列規定之一者，不在此限。其高度超過三十六公尺者，應依本編第二十四條規定：一、基地面前道路之寬度，在直轄市為三十公尺以上，在其他地區為二十公尺以上，且臨接該道路之長度各在二十五公尺以上。二、基地臨接或面對永久性空地，其臨接或面對永久性空地之長度在二十五公尺以上，且永久性空地之平均深度與寬度各在二十五公尺以上，面積在五千平方公尺以上。\n第二十三條 圖23-(1)、圖23-(2)：地臨接或面對永久性空地時，其永久空地面積計算方式。\n第二十四條(自109年7月1日施行)未實施容積管制地區建築物高度不得超過三十六公尺及十二層樓。但合於下列規定之一者，不在此限：一、基地面積在一千五百平方公尺以上，平均深度在三十公尺以上，且基地面前道路之寬度在三十公尺以上，臨接該道路之長度在三十公尺以上。二、基地面積在一千五百平方公尺以上，平均深度在三十公尺以上，且基地面前道路之寬度在二十公尺以上，該基地面前道路對側或他側(或他側臨接道路之對側)臨接永久性空地，面對或臨接永久性空地之長度在三十公尺以上，且永久性空地之平均深度與寬度各在三十公尺以上，面積在五千平方公尺以上。\n第二十四條 圖24：基地臨接或面對永久性空地時，其基地深度及永久空地平均深度計算方式。\n第二十四條之一用途特殊之雜項工作物其高度必須超過三十五公尺方能達到使用目的，經直轄市、縣（市）建築機關認為對交通、通風、採光、日照及安全上無礙者，其高度得超過三十五公尺。\n"
    },
    {
      "Article": "第四節建蔽率",
      "Text": "第二十五條基地之建蔽率，依都市計畫法及其他有關法令之規定；其有未規定者，得視實際情況，由直轄市、縣（市）政府訂定，報請中央主管建築機關核定。\n第二十六條（基地得全部作為建築面積之規定）基地之一部份有左列情形之一者，該部分（包括騎樓面積）之全部作為建築面積：一、基地之一部份，其境界線長度在商業區有二分之一以上，在其他使用區有三分之二以上臨接道路或永久性空地，全部作為建築面積，並依左表計算之：\n二、基地臨接永久性空地，自臨接永久性空地之基地境界線，垂直縱深十公尺以內部分。前項第一款、第二款之面前道路寬度及永久性空地深度應在八公尺以上。基地如同時合於第一項第一款及第二款規定者，得選擇較寬之規定適用之。\n第二十六條 圖26-(1)、圖26-(2)、圖26-(3)、圖26-(4)：基地得全部作為建築面積之規定。\n第二十七條建築物地面層超過五層或高度超過十五公尺者，每增加一層樓或四公尺，其空地應增加百分之二。不增加依前項及本編規定核計之建築基地允建地面層以上最大總樓地板面積及建築面積者，得增加建築物高度或層數，而免再依前項規定增加空地，但建築物高度不得超過本編第二章第三節之高度限制。住宅、集合住宅等類似用途建築物依前項規定設計者，其地面一層樓層高度，不得超過四‧二公尺，其他各樓層高度均不得超過三‧六公尺；設計挑空者，其挑空部分計入前項允建地面層以上最大總樓地板面積。\n第二十八條商業區之法定騎樓或住宅區面臨十五公尺以上道路之法定騎樓所占面積不計入基地面積及建築面積。建築基地退縮騎樓地未建築部分計入法定空地。\n第二十八條圖28：1.如規定須留設法定騎樓而退縮騎樓地建築時，不論屬何分區退縮騎樓均得以空地計算。如部分留設騎樓部分退縮為空地，退縮部分得計入基地面積之空地；2.退縮騎樓地上方如設置陽台時，該陽台突出外牆中心線之部分合於本編第一條第三款規定者該退縮騎樓地准予計入空地計算，但淨高仍應大於法定騎樓高度；3.法定騎樓一樓退縮，二樓以上外牆以無柱式挑出而未至建築線時，挑出部分至建築線間之空地得以法定空地計算。\n第二十九條（建築基地跨越二個以上使用區時之規定）建築基地、跨越二個以上使用分區時，應保留空地面積，建築物高度，應依照各分區使用之規定分別計算，但空地之配置不予限制。\n"
    },
    {
      "Article": "第五節容積率",
      "Text": "第三十條（刪除）\n第三十條之一（刪除）\n"
    },
    {
      "Article": "第六節地板、天花板",
      "Text": "第三十一條（地板）建築物最下層居室之實鋪地板，應為厚度九公分以上之混凝土造並在混凝土與地板面間加設有效防潮層。其為空鋪地板者，應依左列規定：\n空鋪地板面至少應高出地面四十五公分。\n地板四週每五公尺至少應有通風孔一處，且須具有對流作用者。\n空鋪地板下，須進入者應留進入口，或利用活動地板開口進入。\n第三十二條（天花板）天花板之淨高度應依左列規定：\n學校教室不得小於三公尺。\n其他居室及浴廁不得小於二‧一公尺，但高低不同之天花板高度至少應有一半以上大於二‧一公尺，其最低處不得小於一‧七公尺。\n"
    },
    {
      "Article": "第七節樓梯、欄杆、坡道",
      "Text": "第三十三條建築物樓梯及平臺之寬度、梯級之尺寸，應依下列規定：\n第三十四條（平台位置及寬度）前條附表第一、二欄樓梯高度每三公尺以內，其他各欄每四公尺以內應設置平臺，其深度不得小於樓梯寬度。\n第三十五條（樓梯之垂直淨空距離）自樓梯級面最外緣量至天花板底面、梁底面或上一層樓梯底面之垂直淨空距離，不得小於一九○公分。\n第三十六條（扶手）樓梯內兩側均應裝設距梯級鼻端高度七十五公分以上之扶手，但第三十三條第三、四款有壁體者，可設一側扶手，並應依左列規定：\n樓梯之寬度在三公尺以上者，應於中間加裝扶手，但級高在十五公分以下，且級深在三十公分以上者得免設置。\n樓梯高度在一公尺以下者得免裝設扶手。\n第三十七條（樓梯數量）樓梯數量及其應設置之相關位置依本編第四章之規定。\n第三十八條設置於露臺、陽臺、室外走廊、室外樓梯、平屋頂及室內天井部分等之欄桿扶手高度，不得小於一．一○公尺；十層以上者，不得小於一．二○公尺。\n建築物使用用途為A-1、A-2、B-2、D-2、D-3、F-3、G-2、H-2組者，前項欄桿不得設有可供直徑十公分物體穿越之鏤空或可供攀爬之水平橫條。\n第三十九條（坡道）建築物內規定應設置之樓梯可以坡道代替之，除其淨寬應依本編第三十三條之規定外，並應依左列規定：\n坡道之坡度，不得超過一比八。\n坡道之表面，應為粗面或用其他防滑材料處理之。\n"
    },
    {
      "Article": "第八節日照、採光、通風、節約能源",
      "Text": "第三十九條之一 (自109年7月1日施行)新建或增建建築物高度超過二十一公尺部分，在冬至日所造成之日照陰影，應使鄰近之住宅區或商業區基地有一小時以上之有效日照。但符合下列情形之一者，不在此限：\n基地配置單幢建築物，且其投影於北向面寬不超過十公尺。\n建築物外牆面自基地北向境界線退縮六公尺以上淨距離，且投影於北向最大面寬合計不超過二十公尺。基地配置之各建築物，其相鄰間最外緣部位連線角度在十二點五度以上時，該相鄰建築物投影於北向之面寬得分別計算。\n基地及北向鄰近基地均為商業區，且在基地北向境界線已依都市計畫相關規定，留設三公尺以上前院、後院或側院。\n基地配置之各建築物，應合併檢討有效日照。但符合下列各款規定者，各建築物得個別檢討有效日照：\n各建築物外牆面自基地北向境界線退縮六公尺以上淨距離，如基地北向鄰接道路者，其北向道路寬度得合併計算退縮距離。\n建築物相鄰間最外緣部位連線角度在十二點五度以上，且建築物相鄰間淨距離在六公尺以上；或最外緣部位連線角度在三十七點五度以上，且建築物相鄰間淨距離在三公尺以上。\n前二項檢討有效日照之建築物範圍，應包括不計入建築面積及建築物可產生日照陰影之部分。\n基地境界線任一點之法線與正北向夾角在四十五度以下時，該境界線視為北向境界線。\n\n第三十九條之一 圖39-1-(1)：23.5N冬至日太陽方未角。\n第三十九條之一 圖39-1-(2)：1.建築物高度不超過21m部分，免檢討日照陰影；2.依建築物最外緣(含不計入建築面積及建築物可產生日照陰影之部分)檢討日照陰影。\n第三十九條之一 圖39-1-(3)：單幢建築物投影於北向之寬度不超過10m，免檢討日照陰影。\n第三十九條之一 圖39-1-(4)：1.建築物高度超過21m部分投影於北向面寬不超過20m，若各建築物相鄰間最外緣部位連線角度在12.5度以上，且外牆面任一點自北向境界線退縮6m以上淨距離時，免檢討日照陰影；2.建築物高度超過21m部分，若各相鄰建築物最外緣部位連線角度未達12.5度，各建築物應合併檢討投影於北向之面寬不超過20m，且各建築物外牆任一點自北向境界線退縮6m以上淨距離時，免檢討日照陰影。\n第三十九條之一 圖39-1-(5)：建築物高度超過21m部分，若各建築物外牆面自基地北向境界線退縮6m以上淨距離，且符合下列條件之一者，各建築物得分別檢討有效日照：1.各建築物相鄰間最外緣部位連線角度(Φ)在12.5度以上，且建築物相鄰間淨距離(D)在6m以上；2.各建築物相鄰間最外緣部位連線角度(Φ)在37.5度以上，且建築物相鄰間淨距離(D)在3m以上。\n第三十九條之一 圖39-1-(6)：1.基地境界線任一點法線(即垂直於該點切線朝向鄰房之值線)與正北向之夾角θ≦45度時，該基地境界線視為北向境界線；2.鄰近基地北向境界線檢討示範如圖。\n第四十條（日照）住宅至少應有一居室之窗可直接獲得日照。\n第四十一條建築物之居室應設置採光用窗或開口，其採光面積依下列規定：幼兒園及學校教室不得小於樓地板面積五分之一。住宅之居室，寄宿舍之臥室，醫院之病房及兒童福利設施包括保健館、育幼院、育嬰室、養老院等建築物之居室，不得小於該樓地板面積八分之一。位於地板面以上七十五公分範圍內之窗或開口面積不得計入採光面積之內。\n第四十二條建築物外牆依前條規定留設之採光用窗或開口應在有效採光範圍內並依下式計算之：\n一、設有居室建築物之外牆高度(採光用窗或開口上端有屋簷時為其頂端部分之垂直距離)(Ｈ)與自該部分至其面臨鄰地境界線或同一基地內之他幢建築物或同一幢建築物內相對部分(如天井)之水平距離(Ｄ)之比，不得大於下表規定：\n二、前款外牆臨接道路或臨接深度六公尺以上之永久性空地者，免自境界線退縮，且開口應視為有效採光面積。三、用天窗採光者，有效採光面積按其採光面積之三倍計算。四、採光用窗或開口之外側設有寬度超過二公尺以上之陽臺或外廊(露臺除外)，有效採光面積按其採光面積百分之七十計算。五、在第一款表所列商業區內建築物；如其水平間距已達五公尺以上者，得免再增加。六、住宅區內建築物深度超過十公尺，各樓層背面或側面之採光用窗或開口，應在有效採光範圍內。\n第四十二條 圖42-(1)、圖42-(2)有效採光範圍圖例。\n第四十三條 居室應設置能與戶外空氣直接流通之窗戶或開口，或有效之自然通風設備，或依建築設備編規定設置之機械通風設備，並應依下列規定：一、一般居室及浴廁之窗戶或開口之有效通風面積，不得小於該室樓地板面積百分之五。但設置符合規定之自然或機械通風設備者，不在此限。二、廚房之有效通風開口面積，不得小於該室樓地板面積十分之一，且不得小於零點八平方公尺。但設置符合規定之機械通風設備者，不在此限。廚房樓地板面積在一百平方公尺以上者，應另依建築設備編規定設置排除油煙設備。三、有效通風面積未達該室樓地板面積十分之一之戲院、電影院、演藝場、集會堂等之觀眾席及使用爐灶等燃燒設備之鍋爐間、工作室等，應設置符合規定之機械通風設備。但所使用之燃燒器具及設備可直接自戶外導進空氣，並能將所發生之廢氣，直接排至戶外而無污染室內空氣之情形者，不在此限。前項第二款廚房設置排除油煙設備規定，於空氣污染防制法相關法令或直轄市、縣（市）政府另有規定者，從其規定。\n第四十四條（自然通風設備之構造）自然通風設備之構造應依左列規定：一、應具有防雨、防蟲作用之進風口，排風口及排風管道。二、排風管道應以不燃材料建造，管道應儘可能豎立並直通戶外。除頂部及一個排風口外，不得另設其他開口，一般居室及無窗居室之排風管有效斷面積不得小於左列公式之計算值：Ａv=Ａf/250√h其中Av：排風管之有效斷面積，單位為平方公尺。Af：居室之樓地板面積（該居室設有其他有效通風開口時應為該居室樓地板面積減去有效通風面積二十倍後之差），單位為平方公尺。h：自進風口中心量至排風管頂部出口中心之高度，單位為公尺。三、進風口及排風口之有效面積不得小於排風管之有效斷面積。四、進風口之位置應設於天花板高度二分之一以下部份，並開向與空氣直流通之空間。五、排風口之位置應設於天花板下八十公分範圍內，並經常開放。\n第四十五條建築物外牆開設門窗、開口，廢氣排出口或陽臺等，依下列規定：一、門窗之開啟均不得妨礙公共交通。二、緊接鄰地之外牆不得向鄰地方向開設門窗、開口及設置陽臺。但外牆或陽臺外緣距離境界線之水平距離達一公尺以上時，或以不能透視之固定玻璃磚砌築者，不在此限。三、同一基地內各幢建築物間或同一幢建築物內相對部份之外牆開設門窗、開口或陽臺，其相對之水平淨距離應在二公尺以上；僅一面開設者，其水平淨距離應在一公尺以上。但以不透視之固定玻璃磚砌築者，不在此限。四、向鄰地或鄰幢建築物，或同一幢建築物內之相對部分，裝設廢氣排出口，其距離境界線或相對之水平淨距離應在二公尺以上。五、建築物使用用途為H-2、D-3、F-3組者，外牆設置開啟式窗戶之窗臺高度不得小於一．一○公尺；十層以上不得小於一．二○公尺。但其鄰接露臺、陽臺、室外走廊、室外樓梯、室內天井，或設有符合本編第三十八條規定之欄杆、依本編第一百零八條規定設置之緊急進口者，不在此限。\n第四十五條 圖45：築物外牆開設門窗、開口，廢氣排出口或陽臺等之規定。\n第四十五條之一（刪除）\n第四十五條之二（刪除）\n第四十五條之三（刪除）\n第四十五條之四（刪除）\n第四十五條之五（刪除）\n第四十五條之六（刪除）\n第四十五條之七（刪除）\n第四十五條之八（刪除）\n"
    },
    {
      "Article": "第九節防音",
      "Text": "第四十六條新建或增建建築物之空氣音隔音設計，其適用範圍如下：一、寄宿舍、旅館等之臥室、客房或醫院病房之分間牆。二、連棟住宅、集合住宅之分戶牆。三、昇降機道與第一款建築物居室相鄰之分間牆，及與前款建築物居室相鄰之分戶牆。四、第一款及第二款建築物置放機械設備空間與上層或下層居室分隔之樓板。新建或增建建築物之樓板衝擊音隔音設計，其適用範圍如下：一、連棟住宅、集合住宅之分戶樓板。二、前款建築物昇降機房之樓板，及置放機械設備空間與下層居室分隔之樓板。\n第四十六條之一本節建築技術用詞，定義如下：一、隔音性能：指牆壁、樓板等構造阻隔噪音量之物理性能。二、機械設備：指給水、排水設備、消防設備、燃燒設備、空氣調節及通風設備、發電機、昇降設備、汽機車昇降機及機械停車設備等。三、空氣音隔音指標(Rw)：指依中華民國國家標準CNS一五一六零之三及CNS一五三一六測試，並依CNS八四六五之一評定牆、樓板等建築構件於實驗室測試之空氣傳音衰減量。四、樓板衝擊音指標(Ln,w)：指依中華民國國家標準CNS一五一六零之六測試，並依CNS八四六五之二評定樓板於實驗室測試之衝擊音量。五、樓板表面材衝擊音降低量指標(△Lw)：指依中華民國國家標準CNS一五一六零之八測試，並依CNS八四六五之二評定樓板表面材（含緩衝材）於實驗室測試之衝擊音降低量。六、總面密度：指面密度為板材單位面積之重量，其單位為公斤/平方公尺；由多層板材複合之牆板，其總面密度為各層板材面密度之總和。七、動態剛性(s’)：緩衝材受動態力時，其動態應力與動態變形量之比值，其單位為百萬牛頓/立方公尺。\n第四十六條之二分間牆、分戶牆、樓板或屋頂應為無空隙、無害於隔音之構造，牆壁應自樓板建築至上層樓板或屋頂，且整體構造應相同或由具同等以上隔音性能之構造組合而成。管線貫穿分間牆、分戶牆或樓板造成空隙時，應於空隙處使用軟質填縫材進行密封填塞。\n第四十六條之三分間牆之空氣音隔音構造，應符合下列規定之一：一、鋼筋混凝土造或密度在二千三百公斤/立方公尺以上之無筋混凝土造，含粉刷總厚度在十公分以上。二、紅磚或其他密度在一千六百公斤/立方公尺以上之實心磚造，含粉刷總厚度在十二公分以上。三、輕型鋼骨架或木構骨架為底，兩面各覆以石膏板、水泥板、纖維水泥板、纖維強化水泥板、木質系水泥板、氧化鎂板或硬質纖維板，其板材總面密度在四十四公斤/平方公尺以上，板材間以密度在六十公斤/立方公尺以上，厚度在七點五公分以上之玻璃棉、岩棉或陶瓷棉填充，且牆總厚度在十公分以上。四、其他經中央主管建築機關認可具有空氣音隔音指標Rw在四十五分貝以上之隔音性能，或取得內政部綠建材標章之高性能綠建材（隔音性）。昇降機道與居室相鄰之分間牆，其空氣音隔音構造，應符合下列規定之一：一、鋼筋混凝土造含粉刷總厚度在二十公分以上。二、輕型鋼骨架或木構骨架為底，兩面各覆以石膏板、水泥板、纖維水泥板、纖維強化水泥板、木質系水泥板、氧化鎂板或硬質纖維板，其板材總面密度在六十五公斤/平方公尺以上，板材間以密度在六十公斤/立方公尺以上，厚度在十公分以上之玻璃棉、岩棉或陶瓷棉填充，且牆總厚度在十五公分以上。三、其他經中央主管建築機關認可或取得內政部綠建材標章之高性能綠建材（隔音性）具有空氣音隔音指標Rw在五十五分貝以上之隔音性能。\n第四十六條之四分戶牆之空氣音隔音構造，應符合下列規定之一：一、鋼筋混凝土造或密度在二千三百公斤/立方公尺以上之無筋混凝土造，含粉刷總厚度在十五公分以上。二、紅磚或其他密度在一千六百公斤/立方公尺以上之實心磚造，含粉刷總厚度在二十二公分以上。三、輕型鋼骨架或木構骨架為底，兩面各覆以石膏板、水泥板、纖維水泥板、纖維強化水泥板、木質系水泥板、氧化鎂板或硬質纖維板，其板材總面密度在五十五公斤/平方公尺以上，板材間以密度在六十公斤/立方公尺以上，厚度在七點五公分以上之玻璃棉、岩棉或陶瓷棉填充，且牆總厚度在十二公分以上。四、其他經中央主管建築機關認可具有空氣音隔音指標Rw在五十分貝以上之隔音性能，或取得內政部綠建材標章之高性能綠建材（隔音性）。昇降機道與居室相鄰之分戶牆，其空氣音隔音構造，應依前條第二項規定設置。\n第四十六條之五置放機械設備空間與上層或下層居室分隔之樓板，其空氣音隔音構造，應符合下列規定之一：\n一、鋼筋混凝土造含粉刷總厚度在二十公分以上。\n二、鋼承板式鋼筋混凝土造含粉刷最大厚度在二十四公分以上。\n三、其他經中央主管建築機關認可具有空氣音隔音指標Rw在五十五分貝以上之隔音性能。\n前項樓板之設置符合第四十六條之七規定者，得不適用前項規定。\n第四十六條之六 (自109年7月1日施行）分戶樓板之衝擊音隔音構造，應符合下列規定之一。但陽臺或各層樓板下方無設置居室者，不在此限：\n一、鋼筋混凝土造樓板厚度在十五公分以上或鋼承板式鋼筋混凝土造樓板最大厚度在十九公分以上，其上鋪設表面材(含緩衝材)應符合下列規定之一：\n（一）橡膠緩衝材(厚度零點八公分以上，動態剛性五十百萬牛頓/立方公尺以下），其上再鋪設混凝土造地板（厚度五公分以上，以鋼筋或鋼絲網補強），地板表面材得不受限。\n（二）橡膠緩衝材(厚度零點八公分以上，動態剛性五十百萬牛頓/立方公尺以下），其上再鋪設水泥砂漿及地磚厚度合計在六公分以上。\n（三）橡膠緩衝材(厚度零點五公分以上，動態剛性五十五百萬牛頓/立方公尺以下），其上再鋪設木質地板厚度合計在一點二公分以上。\n（四）玻璃棉緩衝材（密度九十六至一百二十公斤/立方公尺）厚度零點八公分以上，其上再鋪設木質地板厚度合計在一點二公分以上。\n（五）架高地板其木質地板厚度合計在二公分以上者，架高角材或基座與樓板間須鋪設橡膠緩衝材(厚度零點五公分以上)或玻璃棉緩衝材(厚度零點八公分以上)，架高空隙以密度在六十公斤/立方公尺以上、厚度在五公分以上之玻璃棉、岩棉或陶瓷棉填充。\n（六）玻璃棉緩衝材（密度九十六至一百二十公斤/立方公尺）或岩棉緩衝材（密度一百至一百五十公斤/立方公尺）厚度二點五公分以上，其上再鋪設混凝土造地板（厚度五公分以上，以鋼筋或鋼絲網補強），地板表面材得不受限。\n（七）經中央主管建築機關認可之表面材(含緩衝材)，其樓板表面材衝擊音降低量指標△Lw在十七分貝以上，或取得內政部綠建材標章之高性能綠建材（隔音性）。\n二、鋼筋混凝土造樓板厚度在十二公分以上或鋼承板式鋼筋混凝土造樓板最大厚度在十六公分以上，其上鋪設經中央主管建築機關認可之表面材(含緩衝材)，其樓板表面材衝擊音降低量指標△Lw在二十分貝以上，或取得內政部綠建材標章之高性能綠建材（隔音性）。\n三、其他經中央主管建築機關認可具有樓板衝擊音指標Ln,w在五十八分貝以下之隔音性能。緩衝材其上如澆置混凝土或水泥砂漿時，表面應有防護措施。\n地板表面材與分戶牆間應置入軟質填縫材或緩衝材，厚度在零點八公分以上。\n第四十六條之七昇降機房之樓板，及置放機械設備空間與下層居室分隔之樓板，其衝擊音隔音構造，應符合前條第二項及第三項規定，並應符合下列規定之一：\n一、鋼筋混凝土造樓板厚度在十五公分以上或鋼承板式鋼筋混凝土造樓板最大厚度在十九公分以上，其上鋪設表面材(含緩衝材)須符合下列規定之一：\n（一）橡膠緩衝材（厚度一點六公分以上，動態剛性四十百萬牛頓/立方公尺以下），其上再鋪設混凝土造地板（厚度七公分以上，以鋼筋或鋼絲網補強），地板表面材得不受限。\n（二）玻璃棉緩衝材（密度九十六至一百二十公斤/立方公尺）或岩棉緩衝材（密度一百至一百五十公斤/立方公尺）厚度五公分以上，其上再鋪設混凝土造地板（厚度七公分以上，以鋼筋或鋼絲網補強），地板表面材得不受限。\n（三）經中央主管建築機關認可之表面材(含緩衝材)，其樓板表面材衝擊音降低量指標△Lw在二十五分貝以上。\n二、其他經中央主管建築機關認可具有樓板衝擊音指標Ln,w在五十分貝以下之隔音性能。\n"
    },
    {
      "Article": "第十節廁所、污水處理設施",
      "Text": "第四十七條（廁所設置）凡有居室之建築物，其樓地板面積達三十平方公尺以上者，應設置廁所。但同一基地內，已有廁所者不在此限。\n第四十八條（廁所通風）廁所應設有開向戶外可直接通風之窗戶，但沖洗式廁所，如依本章第八節規定設有適當之通風設備者不在此限。\n第四十九條沖洗式廁所排水、生活雜排水除依下水道法令規定排洩至污水下水道系統或集中處理場者外，應設置污水處理設施，並排至有出口之溝渠，其排放口上方應予標示，並不得堆放雜物。但起造人申請建造執照時，經當地下水道主管機關認定該建造執照案屆本法第五十三條第一項規定之建築期限時，公共污水下水道系統可容納該新建建築物之污水者，得免予設置污水處理設施。\n前項之生活雜排水係指廚房、浴室洗滌水及其他生活所產生之污水。\n新建建築物之廢（污）水產生量達依水污染防治法規定公告之事業標準者，並應依水污染防治法相關規定辦理。\n第五十條（非沖洗式廁所之構造）非沖洗式廁所之構造，應依左列規定：\n便器、污水管及糞池均應為耐水材料所建造，或以防水水泥砂漿等具有防水性質之材料粉刷，使成為不漏水之構造。\n一、掏糞口須有密閉裝置，並應高出地面十公分以上，且不得直接面向道路。\n二、掏糞口前方及左右三十公分以內，應鋪設混凝土或其他耐水材料。\n三、糞池上應設有內徑十公分以上之通氣管。\n第五十一條水井與掏糞廁所糞池或污水處理設施之距離應在十五公尺以上。\n"
    },
    {
      "Article": "第十一節煙囪",
      "Text": "第五十二條（煙囪構造）附設於建築物之煙囪，其構造應依左列規定：\n煙囪伸出屋面之高度不得小於九十公分，並應在三公尺半徑範圍內高出任何建築物最高部份六十公分以上，但伸出屋面部份為磚造、石造、或水泥空心磚造且未以鐵件補強者，其高度不得超過九十公分。\n金屬造或石棉造之煙囪，在屋架內、天花板內、或樓板內部者，應以金屬以外之不燃材料包覆之。\n金屬造或石棉製造之煙囪應離開木料等易燃材料十五公分以上，但以厚十公分以上金屬以外之不燃材料包覆者不在此限。\n煙囪為鋼筋混凝土造者，其厚度不得小於十五公分，其為無筋混凝土或磚造者，其厚度不得小於二十三公分。煙囪之煙道，應裝置陶管或於其內部以水泥粉刷或以耐火磚襯砌。煙道彎角小於一二○度者，均應於彎曲處設置清除口。\n第五十三條（煙囪高度）鍋爐之煙囪自地面計量之高度不得小於十五公尺。使用重油、輕油或焦碳為燃料者，其高度不得小於九公尺。但鍋爐每小時燃料消耗量在二十五公斤以下者不在此限。惟煙囪所排放廢氣，均須符合有關衛生法令規定之標準。\n第五十四條（煙道之斷面積）鍋爐煙囪之煙道及最小斷面積應符合左式之規定：\n(147-27√Ａ)√Ｈ≧Ｑ\nA：為煙道之最小斷面積，單位為平方公尺。\nH：為鍋爐自爐柵算起至煙囪最高部份之高度，單位為公尺。\nQ：為鍋爐燃料消耗量，單位為公斤/一小時。\n"
    },
    {
      "Article": "第十二節昇降及垃圾排除設備",
      "Text": "第五十五條昇降機之設置依下列規定：\n一、六層以上之建築物，至少應設置一座以上之昇降機通達避難層。建築物高度超過十層樓，依本編第一百零六條規定，設置可供緊急用之昇降機。\n二、機廂之面積超過一平方公尺或其淨高超過一點二公尺之昇降機，均依本規則之規定。但臨時用昇降機經主管建築機關認為其構造與安全無礙時，不在此限。\n三、昇降機道之構造應依下列規定：\n(一)昇降機道之出入口，周圍牆壁或其圍護物應以不燃材料建造，並應使機道外之人、物無法與機廂或平衡錘相接觸。\n(二)機廂在每一樓層之出入口，不得超過二處。\n(三)出入口之樓地板面邊緣與機廂地板邊緣應齊平，其水平距離在四公分以內。\n四、其他設備及構造，應依建築設備編之規定。\n本規則中華民國一百年二月二十七日修正生效前領得使用執照之五層以下建築物增設昇降機者，得依下列規定辦理：\n一、不計入建築面積及各層樓地板面積。其增設之昇降機間及昇降機道於各層面積不得超過十二平方公尺，且昇降機道面積不得超過六平方公尺。\n二、不受鄰棟間隔、前院、後院及開口距離有關規定之限制。\n三、增設昇降機所需增加之屋頂突出物，其高度應依第一條第九款第一目規定設置。但投影面積不計入同目屋頂突出物水平投影面積之和。\n第五十六條（垃圾排除設備）垃圾排除設備應依左列規定：\n一、垃圾排除設備包括垃圾導管及垃圾箱，其構造如左：\n(一)垃圾導管應為耐水及不燃材料建造，其淨空不得小於六十公分見方，如為圓形，其淨空半徑不得小於三十公分。導管內表面應保持平整，其上端突出屋頂至少六十公分，並加頂蓋及面積不小於五○○平方公分之通風口。\n(二)每一樓層均應設置垃圾投入口，並設置密閉而便於傾倒垃圾之門。投入口之尺寸規定如左：\n(三)垃圾箱應為耐火及不燃材料構造，垃圾箱底應高出地板面一‧二公尺以上，其寬度及深度應各為一‧二公尺以上，垃圾箱底應向外傾斜並應設置排水孔接通排水溝。垃圾箱清除口應設不易腐銹之密閉門。\n(四)垃圾箱上部應設置進風口裝設銅絲網。\n二、垃圾排除設備之垃圾箱位置，應能接通至都市道路或指定建築線之既成巷路。\n"
    },
    {
      "Article": "第十三節騎樓、無遮簷人行道",
      "Text": "第五十七條（寬度及構造）凡經指定在道路兩旁留設之騎樓或無遮簷人行道，其寬度及構造由市、縣（市）主管建築機關參照當地情形，並依照左列標準訂定之：\n一、寬度：自道路境界線至建築物地面層外牆面，不得小於三‧五公尺，但建築物有特殊用途或接連原有騎樓或無遮簷人行道，且其建築設計，無礙於市容觀瞻者，市、縣（市）主管建築機關，得視實際需要，將寬度酌予增減並公布之。\n二、騎樓地面應與人行道齊平，無人行道者，應高於道路邊界處十公分至二十公分，表面鋪裝應平整，不得裝置任何台階或阻礙物，並應向道路境界線作成四十分之一瀉水坡度。\n三、騎樓淨高，不得小於三公尺。騎樓柱正面應自道路境界線退後十五公分以上，但騎樓之淨寬不得小於二‧五○公尺。\n第五十八條（刪除）\n"
    },
    {
      "Article": "第十四節停車空間",
      "Text": "第五十九條建築物新建、改建、變更用途或增建部分，依都市計畫法令或都市計畫書之規定，設置停車空間。其未規定者，依下表規定。\n說明：\n(一)表列總樓地板面積之計算，不包括室內停車空間面積、法定防空避難設備面積、騎樓或門廊、外廊等無牆壁之面積，及機械房、變電室、蓄水池、屋頂突出物等類似用途部分。\n(二)第二類所列停車空間之數量為最低設置標準，實施容積管制地區起造人得依實際需要增設至每一居住單元一輛。\n(三)同一幢建築物內供二類以上用途使用者，其設置標準分別依表列規定計算附設之，唯其免設部分應擇一適用。其中一類未達該設置標準時，應將各類樓地板面積合併計算依較高標準附設之。\n(四)國際觀光旅館應於基地地面層或法定空地上按其客房數每滿五十間設置一輛大客車停車位，每設置一輛大客車停車位減設表列規定之三輛停車位。\n(五)都市計畫內區域屬本表第一類或第三類用途之公有建築物，其建築基地達一千五百平方公尺者，應按表列規定加倍附設停車空間。但符合下列情形之一者，得依其停車需求之分析結果附設停車空間：\n1.建築物交通影響評估報告經地方交通主管機關審查同意，且停車空間數量達表列規定以上。\n2.經各級都市計畫委員會或都市設計審議委員會審議同意。\n(六)依本表計算設置停車空間數量未達整數時，其零數應設置一輛。\n第五十九條之一停車空間之設置，依左列規定：\n一、停車空間應設置在同一基地內。但二宗以上在同一街廓或相鄰街廓之基地同時請領建照者，得經起造人之同意，將停車空間集中留設。\n二、停車空間之汽車出入口應銜接道路，地下室停車空間之汽車坡道出入口並應留設深度二公尺以上之緩衝車道。其坡道出入口鄰接騎樓（人行道）者，應留設之緩衝車道自該騎樓（人行道）內側境界線起退讓。\n三、停車空間部分或全部設置於建築物各層時，於各該層應集中設置，並以分間牆區劃用途，其設置於屋頂平台者，應依本編第九十九條之規定。\n四、停車空間設於法定空地時，應規劃車道，使車輛能順暢進出。\n五、附設停車空間超過三○輛者，應依本編第一百三十六條至第一百三十九條之規定設置之。\n第五十九條 圖59-(2)：相鄰街廓之基地。\n第五十九條之二為鼓勵建築物增設營業使用之停車空間，並依停車場法或相關法令規定開放供公眾停車使用，有關建築物之樓層數、高度、樓地板面積之核計標準或其他限制事項，直轄市、縣（市）建築機關得另定鼓勵要點，報經中央主管建築機關核定實施。\n本條施行期限至中華民國一百零一年十二月三十一日止。\n第六十條停車空間及其應留設供汽車進出用之車道，規定如下：\n一、每輛停車位為寬二點五公尺，長五點五公尺。但停車位角度在三十度以下者，停車位長度為六公尺。大客車每輛停車位為寬四公尺，長十二點四公尺。\n二、設置於室內之停車位，其五分之一車位數，每輛停車位寬度得寬減二十公分。但停車位長邊鄰接牆壁者，不得寬減，且寬度寬減之停車位不得連續設置。\n三、機械停車位每輛為寬二點五公尺，長五點五公尺，淨高一點八公尺以上。但不供乘車人進出使用部分，寬得為二點二公尺，淨高為一點六公尺以上。\n四、設置汽車昇降機，應留設寬三點五公尺以上、長五點七公尺以上之昇降機道。\n五、基地面積在一千五百平方公尺以上者，其設於地面層以外樓層之停車空間應設汽車車道（坡道）。\n六、車道供雙向通行且服務車位數未達五十輛者，得為單車道寬度；五十輛以上者，自第五十輛車位至汽車進出口及汽車進出口至道路間之通路寬度，應為雙車道寬度。但汽車進口及出口分別設置且供單向通行者，其進口及出口得為單車道寬度。\n七、實施容積管制地區，每輛停車空間（不含機械式停車空間）換算容積之樓地板面積，最大不得超過四十平方公尺。\n前項機械停車設備之規範，由內政部另定之。\n第六十條 圖60：停車空間車道之規定。\n第六十條之一停車空間設置於供公眾使用建築物之室內者，其鄰接居室或非居室之出入口與停車位間，應留設淨寬七十五公分以上之通道連接車道。其他法規另有規定者，並應符合其他法規之規定。\n第六十一條車道之寬度、坡度及曲線半徑應依下列規定：\n一、車道之寬度：\n（一）單車道寬度應為三點五公尺以上。\n（二）雙車道寬度應為五點五公尺以上。\n（三）停車位角度超過六十度者，其停車位前方應留設深六公尺，寬五公尺以上之空間。\n二、車道坡度不得超過一比六，其表面應用粗面或其他不滑之材料。\n三、車道之內側曲線半徑應為五公尺以上。\n第六十二條停車空間之構造應依下列規定：\n一、停車空間及出入車道應有適當之舖築。\n二、停車空間設置戶外空氣之窗戶或開口，其有效通風面積不得小於該層供停車使用之樓地板面積百分之五或依規定設置機械通風設備。\n三、供停車空間之樓層淨高，不得小於二點一公尺。\n四、停車空間應依用戶用電設備裝置規則預留供電動車輛充電相關設備及裝置之裝設空間，並便利行動不便者使用。\n"
    }
  ]
}