{
    "Title": "第八章施工安全措施",
    "Content": [
        {
            "Article": "第一百五十條（施工場所之安全預防措施）凡從事建築物之新建、增建、改建、修建及拆除等行為時，應於其施工場所設置適當之防護圍籬、擋土設備、施工架等安全措施，以預防人命之意外傷亡、地層下陷、建築物之倒塌等而危及公共安全。",
            "Text": "第八章施工安全措施\n第一節通則"
        },
        {
            "Article": "第一百五十一條（火災之預防）在施工場所儘量避免有燃燒設備，如在施工時確有必要者，應在其周圍以不燃材料隔離或採取防火上必要之措施。",
            "Text": "第二節防護範圍"
        },
        {
            "Article": "第一百五十二條（圍籬之設置）凡從事本編第一五○條規定之建築行為時，應於施工場所之周圍，利用鐵板木板等適當材料設置高度在一‧八公尺以上之圍籬或有同等效力之其他防護設施，但其周圍環境無礙於公共安全及觀瞻者不在此限。",
            "Text": ""
        },
        {
            "Article": "第一百五十三條（墜落物體之防護）為防止高處墜落物體發生危害，應依左列規定設置適當防護措施：\n一、自地面高度三公尺以上投下垃圾或其他容易飛散之物體時，應用垃圾導管或其他防止飛散之有效設施。\n二、本法第六十六條所稱之適當圍籬應為設在施工架周圍以鐵絲網或帆布或其他適當材料等設置覆蓋物以防止墜落物體所造成之傷害。",
            "Text": "第三節擋土設備安全措施"
        },
        {
            "Article": "第一百五十四條（擋土設備）凡進行挖土、鑽井及沉箱等工程時，應依左列規定採取必要安全措施：\n一、應設法防止損壞地下埋設物如瓦斯管、電纜，自來水管及下水道管渠等。\n二、應依據地層分布及地下水位等資料所計算繪製之施工圖施工。\n三、靠近鄰房挖土，深度超過其基礎時，應依本規則建築構造編中有關規定辦理。\n四、挖土深度在一‧五公尺以上者，除地質良好，不致發生崩塌或其周圍狀況無安全之慮者外，應有適當之擋土設備，並符合本規則建築構造編中有關規定設置。\n五、施工中應隨時檢查擋土設備，觀察周圍地盤之變化及時予以補強，並採取適當之排水方法，以保持穩定狀態。\n六、拔取板樁時，應採取適當之措施以防止周圍地盤之沉陷。\n第四節施工架、工作台、走道",
            "Text": ""
        },
        {
            "Article": "第一百五十五條（施工架之設置）建築工程之施工架應依左列規定：\n一、施工架、工作台、走道、梯子等，其所用材料品質應良好，不得有裂紋，腐蝕及其他可能影響其強度之缺點。\n二、施工架等之容許載重量，應按所用材料分別核算，懸吊工作架（台）所使用鋼索、鋼線之安全係數不得小於十，其他吊鎖等附件不得小於五。\n三、施工架等不得以油漆或作其他處理，致將其缺點隱蔽。\n四、不得使用鑄鐵所製鐵件及曾和酸類或其他腐蝕性物質接觸之繩索。\n五、施工架之立柱應使用墊板、鐵件或採用埋設等方法予以固定，以防止滑動或下陷。\n六、施工架應以斜撐加強固定，其與建築物間應各在牆面垂直方向及水平方向適當距離內妥實連結固定。\n七、施工架使用鋼管時，其接合處應以零件緊結固定；接近架空電線時，應將鋼管或電線覆以絕緣體等，並防止與架空電線接觸。",
            "Text": ""
        },
        {
            "Article": "第一百五十六條（工作台）工作台之設置應依左列規定：\n一、凡離地面或樓地板面二公尺以上之工作台應舖以密接之板料：\n𣇈固定式板料之寬度不得小於四十公分，板縫不得大於三公分，其支撐點至少應有二處以上。\n𥌓活動板之寬度不得小於二十公分，厚度不得小於三‧六公分，長度不得小於三‧五公尺，其支撐點至少有三處以上，板端突出支撐點之長度不得少於十公分，但不得大於板長十八分之一。\n矅二重板重疊之長度不得小於二十公分。\n二、工作台至少應低於施工架立柱頂一公尺以上。\n三、工作台上四周應設置扶手護欄，護欄下之垂直空間不得超過九十公分，扶手如非斜放，其斷面積不得小於三十平方公分。",
            "Text": ""
        },
        {
            "Article": "第一百五十七條（走道及階梯）走道及階梯之架設應依左列規定：\n一、坡度應為三十度以下，其為十五度以上者應加釘間距小於三十公分之止滑板條，並應裝設適當高度之扶手。\n二、高度在八公尺以上之階梯，應每七公尺以下設置平台一處。\n三、走道木板之寬度不得小於三十公分，其兼為運送物料者，不得小於六十公分。",
            "Text": "第五節按裝及材料之堆積"
        },
        {
            "Article": "第一百五十八條（按裝）建築物各構材之按裝時應用支撐或螺栓予以固定並應考慮其承載能力。",
            "Text": ""
        },
        {
            "Article": "第一百五十九條（材料之堆積）工程材料之堆積不得危害行人或工作人員及不得阻塞巷道，堆積在擋土設備之周圍或支撐上者，不得超過設計荷重。",
            "Text": ""
        }
    ]
}