{
    "Title": "第十七章 綠建築基準",
    "Content": [
        {
            "Article": "第二百九十八條本章規定之適用範圍如下：\n一、建築基地綠化：指促進植栽綠化品質之設計，其適用範圍為新建建築物。但個別興建農舍及基地面積三百平方公尺以下者，不在此限。\n二、建築基地保水：指促進建築基地涵養、貯留、滲透雨水功能之設計，其適用範圍為新建建築物。但本編第十三章山坡地建築、地下水位小於一公尺之建築基地、個別興建農舍及基地面積三百平方公尺以下者，不在此限。\n三、建築物節約能源：指以建築物外殼設計達成節約能源目的之方法，其適用範圍為學校類、大型空間類、住宿類建築物，及同一幢或連棟建築物之新建或增建部分之地面層以上樓層（不含屋頂突出物）之樓地板面積合計超過一千平方公尺之其他各類建築物。但符合下列情形之一者，不在此限：\n（一）機房、作業廠房、非營業用倉庫。\n（二）地面層以上樓層（不含屋頂突出物）之樓地板面積在五百平方公尺以下之農舍。\n（三）經地方主管建築機關認可之農業或研究用溫室、園藝設施、構造特殊之建築物。\n四、建築物雨水或生活雜排水回收再利用：指將雨水或生活雜排水貯集、過濾、再利用之設計，其適用範圍為總樓地板面積達一萬平方公尺以上之新建建築物。但衛生醫療類（F-1組）或經中央主管建築機關認可之建築物，不在此限。\n五、綠建材：指第二百九十九條第十二款之建材；其適用範圍為供公眾使用建築物及經內政部認定有必要之非供公眾使用建築物。",
            "Text": "第十七章 綠建築基準\n第一節一般設計通則"
        },
        {
            "Article": "第二百九十九條本章用詞，定義如下：\n一、綠化總固碳當量：指基地綠化栽植之各類植物固碳當量與其栽植面積乘積之總和。\n二、最小綠化面積：指基地面積扣除執行綠化有困難之面積後與基地內應保留法定空地比率之乘積。\n三、基地保水指標： 指建築後之土地保水量與建築前自然土地之保水量之相對比值。\n四、建築物外殼耗能量：指為維持室內熱環境之舒適性，建築物外周區之空調單位樓地板面積之全年冷房顯熱熱負荷。\n五、外周區：指空間之熱負荷受到建築外殼熱流進出影響之空間區域，以外牆中心線五公尺深度內之空間為計算標準。\n六、外殼等價開窗率：指建築物各方位外殼透光部位，經標準化之日射、遮陽及通風修正計算後之開窗面積，對建築外殼總面積之比值。\n七、平均熱傳透率：指當室內外溫差在絕對溫度一度時，建築物外殼單位面積在單位時間內之平均傳透熱量。\n八、窗面平均日射取得量：指除屋頂外之建築物所有開窗面之平均日射取得量。\n九、平均立面開窗率：指除屋頂以外所有建築外殼之平均透光開口比率。\n十、雨水貯留利用率：指在建築基地內所設置之雨水貯留設施之雨水利用量與建築物總用水量之比例。\n十一、生活雜排水回收再利用率：指在建築基地內所設置之生活雜排水回收再利用設施之雜排水回收再利用量與建築物總生活雜排水量之比例。\n十二、綠建材：指經中央主管建築機關認可符合生態性、再生性、環保性、健康性及高性能之建材。\n十三、耗能特性分區：指建築物室內發熱量、營業時程較相近且由同一空調時程控制系統所控制之空間分區。\n前項第二款執行綠化有困難之面積，包括消防車輛救災活動空間、戶外預鑄式建築物污水處理設施、戶外教育運動設施、工業區之戶外消防水池及戶外裝卸貨空間、住宅區及商業區依規定應留設之騎樓、迴廊、私設通路、基地內通路、現有巷道或既成道路。",
            "Text": ""
        },
        {
            "Article": "第 三 百 條適用本章之建築物，其容積樓地板面積、機電設備面積、屋頂突出物之計算，得依下列規定辦理：\n一、建築基地因設置雨水貯留利用系統及生活雜排水回收再利用系統，所增加之設備空間，於樓地板面積容積千分之五以內者，得不計入容積樓地板面積及不計入機電設備面積。\n二、建築物設置雨水貯留利用系統及生活雜排水回收再利用系統者，其屋頂突出物之高度得不受本編第一條第九款第一目之限制。但不超過九公尺。",
            "Text": ""
        },
        {
            "Article": "第 三百零一 條為積極維護生態環境，落實建築物節約能源，中央主管建築機關得以增加容積或其他獎勵方式，鼓勵建築物採用綠建築綜合設計。",
            "Text": "第二節 建築基地綠化"
        },
        {
            "Article": "第 三百零二 條 建築基地之綠化，其綠化總固碳當量應大於二分之一最小綠化面積與下表固碳當量基準值之乘積：",
            "Text": ""
        },
        {
            "Article": "第 三百零三 條建築基地之綠化檢討以一宗基地為原則；如單一宗基地內之局部新建執照者，得以整宗基地綜合檢討或依基地內合理分割範圍單獨檢討。",
            "Text": ""
        },
        {
            "Article": "第 三百零四 條建築基地綠化之總固碳當量計算，應依設計技術規範辦理。\n前項建築基地綠化設計技術規範，由中央主管建築機關定之。",
            "Text": "第三節 建築基地保水"
        },
        {
            "Article": "第 三百零五 條建築基地應具備原裸露基地涵養或貯留滲透雨水之能力，其建築基地保水指標應大於○．五與基地內應保留法定空地比率之乘積。",
            "Text": ""
        },
        {
            "Article": "第 三百零六 條建築基地之保水設計檢討以一宗基地為原則；如單一宗基地內之局部新建執照者，得以整宗基地綜合檢討或依基地內合理分割範圍單獨檢討。",
            "Text": ""
        },
        {
            "Article": "第 三百零七 條建築基地保水指標之計算，應依設計技術規範辦理。\n 前項建築基地保水設計技術規範，由中央主管建築機關定之。",
            "Text": "第四節建築物節約能源"
        },
        {
            "Article": "第 三百零八 條 建築物建築外殼節約能源之設計，應依據下表氣候分區辦理：",
            "Text": ""
        },
        {
            "Article": "第三百零八條之一 建築物受建築節約能源管制者，其受管制部分之屋頂平均熱傳透率應低於零點八瓦∕（平方公尺．度），且當設有水平仰角小於八十度之透光天窗之水平投影面積 HWa大於一點零平方公尺時，其透光天窗日射透過率HWs應低於下表之基準值HWsc：",
            "Text": "有下列情形之一者，免受前項規定限制：\n一、屋頂下方為樓梯間、倉庫、儲藏室或機械室。\n二、除月臺、觀眾席、運動設施及表演臺外之建築物外牆透空二分之一以上之空間。\n建築物外牆、窗戶與屋頂所設之玻璃對戶外之可見光反射率不得大於零點二。"
        },
        {
            "Article": "第三百零八條之二 受建築節約能源管制建築物，位於海拔高度八百公尺以上者，其外牆平均熱傳透率、立面開窗部位（含玻璃與窗框）之窗平均熱傳透率應低於下表所示之基準值：",
            "Text": "受建築節約能源管制建築物，其外牆平均熱傳透率、外窗部位（含玻璃與窗框）之窗平均熱傳透率及窗平均遮陽係數應低於下表所示之基準值；住宿類建築物每一居室之可開啟窗面積應大於開窗面積之百分之十五。但符合前項、本編第三百零九條至第三百十二條規定者，不在此限："
        },
        {
            "Article": "第 三百零九 條 A類第二組、B類、D類第二組、D類第五組、E類、F類第一組、F類第三組、F類第四組及G類空調型建築物，及C類之非倉儲製程部分等空調型建築物，為維持室內熱環境之舒適性，應依其耗能特性分區計算各分區之外殼耗能量，且各分區外殼耗能量對各分區樓地板面積之加權值，應低於下表外殼耗能基準對各分區樓地板面積之加權平均值。但符合本編第三百零八條之二規定者，不在此限：",
            "Text": ""
        },
        {
            "Article": "第 三百十 條 住宿類建築物外殼不透光之外牆部分之平均熱傳透率應低於三點五瓦∕（平方公尺．度），且其建築物外殼等價開窗率之計算值應低於下表之基準值。但符合本編第三百零八條之二規定者，不在此限：",
            "Text": ""
        },
        {
            "Article": "第 三百十一 條 學校類建築物之行政辦公、教室等居室空間之窗面平均日射取得量應分別低於下表之基準值。但符合本編第三百零八條之二規定者，不在此限：",
            "Text": ""
        },
        {
            "Article": "第 三百十二 條 大型空間類建築物居室空間之窗面平均日射取得量應分別低於下表公式所計算之基準值。但平均立面開窗率在百分之十以下，或符合本編第三百零八條之二規定者，不在此限：",
            "Text": ""
        },
        {
            "Article": "第 三百十三 條（刪除）",
            "Text": ""
        },
        {
            "Article": "第 三百十四 條同一幢或連棟建築物中，有供本節適用範圍二類以上用途，且其各用途之規模分別達本編第二百九十八條第三款規定者，其耗能量之計算基準值，除本編第三百零九條之空調型建築物應依各耗能特性分區樓地板面積加權計算其基準值外，應分別依其規定基準值計算。",
            "Text": ""
        },
        {
            "Article": "第 三百十五 條有關建築物節約能源之外殼節約能源設計，應依設計技術規範辦理。\n前項建築物節約能源設計技術規範，由中央主管建築機關定之。",
            "Text": "第五節建築物雨水及生活雜排水回收再利用"
        },
        {
            "Article": "第 三百十六 條建築物應就設置雨水貯留利用系統或生活雜排水回收再利用系統，擇一設置。設置雨水貯留利用系統者，其雨水貯留利用率應大於百分之四；設置生活雜排水回收利用系統者，其生活雜排水回收再利用率應大於百分之三十。",
            "Text": ""
        },
        {
            "Article": "第 三百十七 條由雨水貯留利用系統或生活雜排水回收再利用系統處理後之用水，可使用於沖廁、景觀、澆灌、灑水、洗車、冷卻水、消防及其他不與人體直接接觸之用水。",
            "Text": ""
        },
        {
            "Article": "第 三百十八 條建築物設置雨水貯留利用或生活雜排水回收再利用設施者，應符合左列規定：\n一、輸水管線之坡度及管徑設計，應符合建築設備編第二章給水排水系統及衛生設備之相關規定。\n二、雨水供水管路之外觀應為淺綠色，且每隔五公尺標記雨水字樣；生活雜排水回收再利用水供水管之外觀應為深綠色，且每隔四公尺標記生活雜排水回收再利用水字樣。\n三、所有儲水槽之設計均須覆蓋以防止灰塵、昆蟲等雜物進入；地面開挖貯水槽時，必須具備預防砂土流入及防止人畜掉入之安全設計。\n四、雨水貯留利用設施或生活雜排水回收再利用設施，應於明顯處標示雨水貯留利用設施或生活雜排水回收再利用設施之名稱、用途或其他說明標示，其專用水栓或器材均應有防止誤用之注意標示。",
            "Text": ""
        },
        {
            "Article": "第 三百十九 條建築物雨水及生活雜排水回收再利用之計算及系統設計，應依設計技術規範辦理。\n前項建築物雨水及生活雜排水回收再利用設計技術規範，由中央主管建築機關定之。",
            "Text": "第六節綠建材"
        },
        {
            "Article": "第 三百二十 條（刪除）",
            "Text": ""
        },
        {
            "Article": "第三百二十一條建築物應使用綠建材，並符合下列規定：\n一、建築物室內裝修材料、樓地板面材料及窗，其綠建材使用率應達總面積百分之六十以上。但窗未使用綠建材者，得不計入總面積檢討。\n二、建築物戶外地面扣除車道、汽車出入緩衝空間、消防車輛救災活動空間、依其他法令規定不得鋪設地面材料之範圍及地面結構上無須再鋪設地面材料之範圍，其餘地面部分之綠建材使用率應達百分之二十以上。",
            "Text": ""
        },
        {
            "Article": "第三百二十二條綠建材材料之構成，應符合左列規定之一：\n一、塑橡膠類再生品：塑橡膠再生品的原料須全部為國內回收塑橡膠，回收塑橡膠不得含有行政院環境保護署公告之毒性化學物質。\n二、建築用隔熱材料：建築用的隔熱材料其產品及製程中不得使用蒙特婁議定書之管制物質且不得含有環保署公告之毒性化學物質。\n三、水性塗料：不得含有甲醛、鹵性溶劑、汞、鉛、鎘、六價鉻、砷及銻等重金屬，且不得使用三酚基錫(TPT)與三丁基錫(TBT)。\n四、回收木材再生品：產品須為回收木材加工再生之產物。\n五、資源化磚類建材：資源化磚類建材包括陶、瓷、磚、瓦等需經窯燒之建材。其廢料混合攙配之總和使用比率須等於或超過單一廢料攙配比率。\n六、資源回收再利用建材：資源回收再利用建材係指不經窯燒而回收料摻配比率超過一定比率製成之產品。\n七、其他經中央主管建築機關認可之建材。",
            "Text": ""
        },
        {
            "Article": "第三百二十三條綠建材之使用率計算，應依設計技術規範辦理。\n前項綠建材設計技術規範，由中央主管建築機關定之。",
            "Text": ""
        }
    ]
}