{
    "Title": "第三章建築物之防火",
    "Content": [
        {
            "Article": "第六十三條建築物之防火應符合本章之規定。\n本法第一百零二條所稱之防火區，係指本法適用地區內，為防火安全之需要，經直轄市、縣（市）政府劃定之地區。\n防火區內之建築物，除應符合本章規定外，並應依當地主管建築機關之規定辦理。",
            "Text": "第三章　建築物之防火\n適用範圍"
        },
        {
            "Article": "第六十四條（刪除）",
            "Text": ""
        },
        {
            "Article": "第六十五條（刪除）",
            "Text": "第二節 雜項工作物之防火限制"
        },
        {
            "Article": "第六十六條（刪除）",
            "Text": ""
        },
        {
            "Article": "第六十七條（刪除）",
            "Text": ""
        },
        {
            "Article": "第六十八條高度在三公尺以上或裝置在屋頂上之廣告牌（塔），裝飾物（塔）及類似之工作物，其主要部分應使用不燃材料。",
            "Text": ""
        },
        {
            "Article": "第六十九條 下表之建築物應為防火構造。但工廠建築，除依下表C類規定外，作業廠房樓地板面積，合計超過五十平方公尺者，其主要構造，均應以不燃材料建造。",
            "Text": "說明：表內三層以上之樓層，係表示三層以上之任一樓層供表列用途時，該棟建築物即應為防火構造，表示如在第二層供同類用途使用，則可不受防火構造之限制。但該使用之樓地板面積，超過表列規定時，即不論層數如何，均應為防火構造。"
        },
        {
            "Article": "第七十條 防火構造之建築物，其主要構造之柱、樑、承重牆壁、樓地板及屋頂應具有左表規定之防火時效：",
            "Text": ""
        },
        {
            "Article": "第七十一條具有三小時以上防火時效之樑、柱，應依左列規定：\n一、樑：\n(一)鋼筋混凝土造或鋼骨鋼筋混凝土造。\n(二)鋼骨造而覆以鐵絲網水泥粉刷其厚度在八公分以上（使用輕骨材時為七公分）或覆以磚、石或空心磚，其厚度在九公分以上者（使用輕骨材時為八公分）。\n(三)其他經中央主管建築機關認可具有同等以上之防火性能者。\n二、柱：短邊寬度在四十公分以上並符合左列規定者：\n(一)鋼筋混凝土造或鋼骨鋼筋混凝土造。\n(二)鋼骨混凝土造之混凝土保護層厚度在六公分以上者。\n(三)鋼骨造而覆以鐵絲網水泥粉刷，其厚度在九公分以上（使用輕骨材時為八公分）或覆以磚、石或空心磚，其厚度在九公分以上者（使用輕骨材時為八公分）。\n(四)其他經中央主管建築機關認可具有同等以上之防火性能者。",
            "Text": ""
        },
        {
            "Article": "第七十二條具有二小時以上防火時效之牆壁、樑、柱、樓地板，應依左列規定：\n一、牆壁：\n(一)鋼筋混凝土造或鋼骨鋼筋混凝土造厚度在十公分以上，且鋼骨混凝土造之混凝土保護層厚度在三公分以上者。\n(二)鋼骨造而雙面覆以鐵絲網水泥粉刷，其單面厚度在四公分以上，或雙面覆以磚、石或空心磚，其單面厚度在五公分以上者。但用以保護鋼骨構造之鐵絲網水泥砂漿保護層應將非不燃材料部分之厚度扣除。\n(三)木絲水泥板二面各粉以厚度一公分以上之水泥砂漿，板壁總厚度在八公分以上者。\n(四)以高溫高壓蒸氣保養製造之輕質泡沫混凝土板，其厚度在七．五公分以上者。\n(五)中空鋼筋混凝土版，中間填以泡沫混凝土等其總厚度在十二公分以上，且單邊之版厚在五公分以上者。\n(六)其他經中央主管建築機關認可具有同等以上之防火性能。\n二、柱：短邊寬二十五公分以上，並符合左列規定者：\n(一)鋼筋混凝土造或鋼骨鋼筋混凝土造。\n(二)鋼骨混凝土造之混凝土保護層厚度在五公分以上者。\n(三)經中央主管建築機關認可具有同等以上之防火性能者。\n三、樑：\n(一)鋼筋混凝土造或鋼骨鋼筋混凝土造。\n(二)鋼骨混凝土造之混凝土保護層厚度在五公分以上者。\n(三)鋼骨造覆以鐵絲網水泥粉刷其厚度在六公分以上（使用輕骨材時為五公分）以上，或覆以磚、石或空心磚，其厚度在七公分以上者（水泥空心磚使用輕質骨材得時為六公分）。\n(四)其他經中央主管建築機關認可具有同等以上之防火性能者。\n四、樓地板：\n(一)鋼筋混凝土造或鋼骨鋼筋混凝土造厚度在十公分以上者。\n(二)鋼骨造而雙面覆以鐵絲網水泥粉刷或混凝土，其單面厚度在五公分以上者。但用以保護鋼鐵之鐵絲網水泥砂漿保護層應將非不燃材料部分扣除。\n(三)其他經中央主管建築機關認可具有同等以上之防火性能者。",
            "Text": ""
        },
        {
            "Article": "第七十三條具有一小時以上防火時效之牆壁、樑、柱、樓地板，應依左列規定：\n一、牆壁：\n(一)鋼筋混凝土造、鋼骨鋼筋混凝土造或鋼骨混凝土造厚度在七公分以上者。\n(二)鋼骨造而雙面覆以鐵絲網水泥粉刷，其單面厚度在三公分以上或雙面覆以磚、石或水泥空心磚，其單面厚度在四公分以上者。但用以保護鋼骨之鐵絲網水泥砂漿保護層應將非不燃材料部分扣除。\n(三)磚、石造、無筋混凝土造或水泥空心磚造，其厚度在七公分以上者。\n(四)其他經中央主管建築機關認可具有同等以上之防火性能者。\n二、柱：\n(一)鋼筋混凝土造、鋼骨鋼筋混凝土造或鋼骨混凝土造。\n(二)鋼骨造而覆以鐵絲網水泥粉刷其厚度在四公分以上（使用輕骨材時得為三公分）或覆以磚、石或水泥空心磚，其厚度在五公分以上者。\n(三)其他經中央主管建築機關認可具有同等以上之防火性能者。\n三、樑：\n(一)鋼筋混凝土造、鋼骨鋼筋混凝土造或鋼骨混凝土造。\n(二)鋼骨造而覆以鐵絲網水泥粉刷其厚度在四公分以上（使用輕骨材時為三公分以上），或覆以磚、石或水泥空心磚，其厚度在五公分以上者（水泥空心磚使用輕骨材時得為四公分）。\n(三)鋼骨造屋架、但自地板面至樑下端應在四公尺以上，而構架下面無天花板或有不燃材料造或耐燃材料造之天花板者。\n(四)其他經中央主管建築機關認可具有同等以上之防火性能者。\n四、樓地板：\n(一)鋼筋混凝土造或鋼骨鋼筋混凝土造厚度在七公分以上。\n(二)鋼骨造而雙面覆以鐵絲網水泥粉刷或混凝土，其單面厚度在四公分以上者。但用以保護鋼骨之鐵絲網水泥砂漿保護層應將非不燃材料部分扣除。\n(三)其他經中央主管建築機關認可具有同等以上之防火性能者。",
            "Text": ""
        },
        {
            "Article": "第七十四條具有半小時以上防火時效之非承重外牆、屋頂及樓梯，應依左列規定：\n一、非承重外牆：經中央主管建築機關認可具有半小時以上之防火時效者。\n二、屋頂：\n(一)鋼筋混凝土造或鋼骨鋼筋混凝土造。\n(二)鐵絲網混凝土造、鐵絲網水泥砂漿造、用鋼鐵加強之玻璃磚造或鑲嵌鐵絲網玻璃造。\n(三)鋼筋混凝土（預鑄）版，其厚度在四公分以上者。\n(四)以高溫高壓蒸汽保養所製造之輕質泡沫混凝土板。\n(五)其他經中央主管建築機關認可具有同等以上之防火性能者。\n三、樓梯：\n(一)鋼筋混凝土造或鋼骨鋼筋混凝土造。\n(二)鋼造。\n(三)其他經中央主管建築機關認可具有同等以上之防火性能者。",
            "Text": ""
        },
        {
            "Article": "第七十五條防火設備種類如左：\n一、防火門窗。\n二、裝設於防火區劃或外牆開口處之撒水幕，經中央主管建築機關認可具有防火區劃或外牆同等以上之防火性能者。\n三、其他經中央主管建築機關認可具有同等以上之防火性能者。\n第七十六條防火門窗係指防火門及防火窗，其組件包括門窗扇、門窗樘、開關五金、嵌裝玻璃、通風百葉等配件或構材；其構造應依左列規定：\n一、防火門窗周邊十五公分範圍內之牆壁應以不燃材料建造。\n二、防火門之門扇寬度應在七十五公分以上，高度應在一百八十公分以上。\n三、常時關閉式之防火門應依左列規定：\n(一)免用鑰匙即可開啟，並應裝設經開啟後可自行關閉之裝置。\n(二)單一門扇面積不得超過三平方公尺。\n(三)不得裝設門止。\n(四)門扇或門樘上應標示常時關閉式防火門等文字。\n四、常時開放式之防火門應依左列規定：\n(一)可隨時關閉，並應裝設利用煙感應器連動或其他方法控制之自動關閉裝置，使能於火災發生時自動關閉。\n(二)關閉後免用鑰匙即可開啟，並應裝設經開啟後可自行關閉之裝置。\n(三)採用防火捲門者，應附設門扇寬度在七十五公分以上，高度在一百八十公分以上之防火門。\n五、防火門應朝避難方向開啟。但供住宅使用及宿舍寢室、旅館客房、醫院病房等連接走廊者，不在此限。",
            "Text": ""
        },
        {
            "Article": "第七十七條（刪除）",
            "Text": ""
        },
        {
            "Article": "第七十八條（刪除）",
            "Text": "第四節　防火區劃"
        },
        {
            "Article": "第七十九條防火構造建築物總樓地板面積在一、五○○平方公尺以上者，應按每一、五○○平方公尺，以具有一小時以上防火時效之牆壁、防火門窗等防火設備與該處防火構造之樓地板區劃分隔。防火設備並應具有一小時以上之阻熱性。\n前項應予區劃範圍內，如備有效自動滅火設備者，得免計算其有效範圍樓地面板面積之二分之一。\n防火區劃之牆壁，應突出建築物外牆面五十公分以上。但與其交接處之外牆面長度有九十公分以上，且該外牆構造具有與防火區劃之牆壁同等以上防火時效者，得免突出。\n建築物外牆為帷幕牆者，其外牆面與防火區劃牆壁交接處之構造，仍應依前項之規定。",
            "Text": ""
        },
        {
            "Article": "第七十九條之一防火構造建築物供左列用途使用，無法區劃分隔部分，以具有一小時以上防火時效之牆壁、防火門窗等防火設備與該處防火構造之樓地板自成一個區劃者，不受前條第一項之限制：\n一、建築物使用類組為A-1組或D-2組之觀眾席部分。\n二、建築物使用類組為C類之生產線部分、D-3組或D-4組之教室、體育館、零售市場、停車空間及其他類似用途建築物。\n前項之防火設備應具有一小時以上之阻熱性。",
            "Text": ""
        },
        {
            "Article": "第七十九條之二 防火構造建築物內之挑空部分、昇降階梯間、安全梯之樓梯間、昇降機道、垂直貫穿樓板之管道間及其他類似部分，應以具有一小時以上防火時效之牆壁、防火門窗等防火設備與該處防火構造之樓地板形成區劃分隔。昇降機道裝設之防火設備應具有遮煙性能。管道間之維修門並應具有一小時以上防火時效及遮煙性能。\n前項昇降機道前設有昇降機間且併同區劃者，昇降機間出入口裝設具有遮煙性能之防火設備時，昇降機道出入口得免受應裝設具遮煙性能防火設備之限制；昇降機間出入口裝設之門非防火設備但開啟後能自動關閉且具有遮煙性能時，昇降機道出入口之防火設備得免受應具遮煙性能之限制。\n挑空符合下列情形之一者，得不受第一項之限制：\n一、避難層通達直上層或直下層之挑空、樓梯及其他類似部分，其室內牆面與天花板以耐燃一級材料裝修者。\n二、連跨樓層數在三層以下，且樓地板面積在一千五百平方公尺以下之挑空、樓梯及其他類似部分。\n第一項應予區劃之空間範圍內，得設置公共廁所、公共電話等類似空間，其牆面及天花板裝修材料應為耐燃一級材料。",
            "Text": ""
        },
        {
            "Article": "第七十九條之三防火構造建築物之樓地板應為連續完整面，並應突出建築物外牆五十公分以上。但與樓板交接處之外牆面高度有九十公分以上，且該外牆構造具有與樓地板同等以上防火時效者，得免突出。\n外牆為帷幕牆者，其牆面與樓地板交接處之構造，應依前項之規定。\n建築物有連跨複數樓層，無法逐層區劃分隔之垂直空間者，應依前條規定。",
            "Text": ""
        },
        {
            "Article": "第七十九條之四防火構造建築物之外牆，除本編第七十九條及第七十九條之三及第一百十條規定外，其他部分外牆應具有半小時以上防火時效。",
            "Text": ""
        },
        {
            "Article": "第 八十 條非防火構造之建築物，其主要構造使用不燃材料建造者，應按其總樓地板面積每一、○○○平方公尺以具有一小時防火時效之牆壁及防火門窗等防火設備予以區劃分隔。\n前項之區劃牆壁應自地面層起，貫穿各樓層而與屋頂交接，並突出建築物外牆面五十公分以上。但與區劃牆壁交接處之外牆有長度九十公分以上，且具有一小時以上防火時效者，得免突出。\n第一項之防火設備應具有一小時以上之阻熱性。",
            "Text": ""
        },
        {
            "Article": "第八十一條非防火構造之建築物，其主要構造為木造等可燃材料建造者，應按其總樓地板面積每五○○平方公尺，以具有一小時以上防火時效之牆壁予以區劃分隔。\n前項之區劃牆壁應為獨立式構造，並應自地面層起，貫穿各樓層與屋頂，除該牆突出外牆及屋面五十公分以上者外，與該牆交接處之外牆及屋頂應有長度三．六公尺以上部分具有一小時以上防火時效且無開口，或雖有開口但裝設具有一小時以上防火時效之防火門窗等防火設備。區劃牆壁不得為無筋混凝土或磚石構造。\n第一項之區劃牆壁上需設開口者，其寬度及高度不得大於二．五公尺，並應裝設具有一小時以上防火時效及阻熱性之防火門窗等防火設備。",
            "Text": ""
        },
        {
            "Article": "第八十二條非防火構造建築物供左列用途使用時，其無法區劃分隔部分，以具有半小時以上防火時效之牆壁、樓板及防火門窗等防火設備自成一個區劃，其天花板及面向室內之牆壁，以使用耐燃一級材料裝修者，不受前二條規定限制。\n一、體育館、建築物使用類組為Ｃ類之生產線部分及其他供類似用途使用之建築物。\n二、樓梯間、昇降機間及其他類似用途使用部分。\n第八十三條建築物自第十一層以上部分，除依第七十九條之二規定之垂直區劃外，應依左列規定區劃：\n一、樓地板面積超過一○○平方公尺，應按每一○○平方公尺範圍內，以具有一小時以上防火時效之牆壁、防火門窗等防火設備與各該樓層防火構造之樓地板形成區劃分隔。但建築物使用類組H-2組使用者，區劃面積得增為二○○平方公尺。\n二、自地板面起一‧二公尺以上之室內牆面及天花板均使用耐燃一級材料裝修者，得按每二○○平方公尺範圍內，以具有一小時以上防火時效之牆壁、防火門窗等防火設備與各該樓層防火構造之樓地板區劃分隔；供建築物使用類組H-2組使用者，區劃面積得增為四○○平方公尺。\n三、室內牆面及天花板（包括底材）均以耐燃一級材料裝修者，得按每五○○平方公尺範圍內，以具有一小時以上防火時效之牆壁、防火門窗等防火設備與各該樓層防火構造之樓地板區劃分隔。\n四、前三款區劃範圍內，如備有效自動滅火設備者得免計算其有效範圍樓地面板面積之二分之一。",
            "Text": "五、第一款至第三款之防火門窗等防火設備應具有一小時以上之阻熱性。\n第八十四條非防火構造之連棟式建築物，其建築面積超過三○○平方公尺且屋頂為木造等可燃材料建造之屋架時，應在長度每十五公尺範圍內以具有一小時以上防火時效之牆壁區劃之，並應突出建築物外牆面五十公分以上。但與其交接處之外牆面長度有九十公分以上，且該外牆構造具有與防火區劃之牆壁同等以上防火時效者，得免突出。"
        },
        {
            "Article": "第八十四條之一非防火構造建築物之外牆及屋頂，應使用不燃材料建造或覆蓋。且基地內距境界線三公尺範圍內之建築物外牆及頂部部分，與二幢建築物相對距離在六公尺範圍內之外牆及屋頂部分，應具有半小時以上之防火時效，其上之開口應裝設具同等以上防火性能之防火門窗等防火設備。但屋頂面積在十平方公尺以下者，不在此限。",
            "Text": ""
        },
        {
            "Article": "第八十五條貫穿防火區劃牆壁或樓地板之風管，應在貫穿部位任一側之風管內裝設防火閘門或閘板，其與貫穿部位合成之構造，並應具有一小時以上之防火時效。",
            "Text": "貫穿防火區劃牆壁或樓地板之電力管線、通訊管線及給排水管線或管線匣，與貫穿部位合成之構造，應具有一小時以上之防火時效。"
        },
        {
            "Article": "第八十五條之一各種電氣、給排水、消防、空調等設備開關控制箱設置於防火區劃牆壁時，應以不破壞牆壁防火時效性能之方式施作。\n前項設備開關控制箱嵌裝於防火區劃牆壁者，該牆壁仍應具有一小時以上防火時效。",
            "Text": ""
        },
        {
            "Article": "第八十六條分戶牆及分間牆構造依左列規定：\n一、連棟式或集合住宅之分戶牆，應以具有一小時以上防火時效之牆壁及防火門窗等防火設備與該處之樓板或屋頂形成區劃分隔。\n二、建築物使用類組為A類、D類、B-1組、B-2組、B-4組、F-1組、H-1組、總樓地板面積為三○○平方公尺以上之B-3組及各級政府機關建築物，其各防火區劃內之分間牆應以不燃材料建造。但其分間牆上之門窗，不在此限。\n三、建築物使用類組為B-3組之廚房，應以具有一小時以上防火時效之牆壁及防火門窗等防火設備與該樓層之樓地板形成區劃，其天花板及牆面之裝修材料以耐燃一級材料為限，並依建築設備編第五章第三節規定。\n四、其他經中央主管建築機關指定使用用途之建築物或居室，應以具有一小時防火時效之牆壁及防火門窗等防火設備與該樓層之樓地板形成區劃，裝修材料並以耐燃一級材料為限。",
            "Text": ""
        },
        {
            "Article": "第八十七條建築物有本編第一條第三十五款第二目規定之無窗戶居室者，區劃或分隔其居室之牆壁及門窗應以不燃材料建造。",
            "Text": "第五節　內部裝修限制"
        },
        {
            "Article": "第八十八條建築物之內部裝修材料應依下表規定。但符合下列情形之一者，不在此限：\n一、除下表（十）至（十四）所列建築物，及建築使用類組為B-1、B-2、B-3組及I類者外，按其樓地板面積每一百平方公尺範圍內以具有一小時以上防火時效之牆壁、防火門窗等防火設備與該層防火構造之樓地板區劃分隔者，或其設於地面層且樓地板面積在一百平方公尺以下。\n二、裝設自動滅火設備及排煙設備。",
            "Text": ""
        }
    ]
}