{
    "Title": "第十二章高層建築物",
    "Content": [
        {
            "Article": "第二百二十七條本章所稱高層建築物，係指高度在五十公尺或樓層在十六層以上之建築物。",
            "Text": "第十二章　高層建築物\n一般設計通則"
        },
        {
            "Article": "第二百二十八條高層建築物之總樓地板面積與留設空地之比，不得大於左列各值：\n一、商業區：三十。\n二、住宅區及其他使用分區：十五。\n第二百二十九條高層建築物應自建築線及地界線依落物曲線距離退縮建築。但建築物高度在五十公尺以下部分得免退縮。\n落物曲線距離為建築物各該部分至基地地面高度平方根之二分之一。\n第二百三十條高層建築物之地下各層最大樓地板面積計算公式如左：\nAo≦（1＋Q）A／2\nAo：地下各層最大樓地板面積。\nA：建築基地面積。\nQ：該基地之最大建蔽率。\n高層建築物因施工安全或停車設備等特殊需要，經預審認定有增加地下各層樓地板面積必要者，得不受前項限制。",
            "Text": ""
        },
        {
            "Article": "第二百三十一條（刪除）",
            "Text": ""
        },
        {
            "Article": "第二百三十二條高層建築物應於基地內設置專用出入口緩衝空間，供人員出入、上下車輛及裝卸貨物，緩衝空間寬度不得小於六公尺，長度不得小於十二公尺，其設有頂蓋者，頂蓋淨高度不得小於三公尺。",
            "Text": ""
        },
        {
            "Article": "第二百三十三條高層建築物在二層以上，十六層或地板面高度在五十公尺以下之各樓層，應設置緊急進口。但面臨道路或寬度四公尺以上之通路，且各層之外牆每十公尺設有窗戶或其他開口者，不在此限。\n前項窗戶或開口應符合本編第一百零八條第二項之規定。",
            "Text": "第二節　建築構造"
        },
        {
            "Article": "第二百三十四條高層建築物有左列情形之一者，應提出理論分析，必要時得要求提出結構試驗作為該設計評估之依據。\n一、基地地面以上高度超過七十五公尺者。\n二、結構物之立面配置有勁度、質量、立面幾何不規則；抵抗側力之豎向構材於其立面內明顯轉折或不連續、各層抵抗側力強度不均勻者。\n三、結構物之平面配置導致明顯扭曲、轉折狀、橫隔板不連續、上下層平面明顯退縮或錯位、抵抗側力之結構系統不互相平行者。\n四、結構物立面形狀之塔狀比（高度／短邊長度）為四以上者。\n五、結構體為鋼筋混凝土造、鋼骨造或鋼骨鋼筋混凝土造以外者。\n建築物之基礎非由穩定地盤直接支承，或非以剛強之地下工程支承於堅固基礎者。\n主體結構未採用純韌性立體剛構架或韌性立體剛構架與剪力牆或斜撐併用之系統者。\n建築物之樓板結構未具足夠之勁度與強度以充分抵抗及傳遞樓板面內之水平力者。",
            "Text": ""
        },
        {
            "Article": "第二百三十五條作用於高層建築物地上各樓層之設計用地震力除依本規則建築構造編第一章第五節規定外，並應經動力分析檢討，以兩者地震力取其合理值。",
            "Text": ""
        },
        {
            "Article": "第二百三十六條高層建築物依設計用風力求得之結構體層間位移角不得大於千分之二‧五。",
            "Text": "高層建築物依設計地震力求得之結構體層間位移所引致之二次力矩，倘超過該層地震力矩之百分之十，應考慮二次力矩所衍生之構材應力與層間位移。"
        },
        {
            "Article": "第二百三十七條高層建築物之基礎應確定其於設計地震力、風力作用下不致上浮或傾斜。",
            "Text": ""
        },
        {
            "Article": "第二百三十八條高層建築物為確保地震時之安全性，應檢討建築物之極限層剪力強度，極限層剪力強度應為彈性設計內所述設計用地震力作用時之層剪力之一‧五倍以上。但剪力牆之剪力強度應為各該剪力牆設計地震力之二‧五倍以上，斜撐構架之剪力強度應為各該斜撐構架設計地震力之二倍以上。",
            "Text": ""
        },
        {
            "Article": "第二百三十九條高層建築物結構之細部設計應使構架具有所要求之強度及足夠之韌性，使用之構材及構架之力學特性，應經由實驗等證實，且在製作及施工上皆無問題者。柱之最小設計用剪力為長期軸壓力之百分之五以上。",
            "Text": ""
        },
        {
            "Article": "第二百四十條（刪除）",
            "Text": "第三節　防火避難設施"
        },
        {
            "Article": "第二百四十一條高層建築物應設置二座以上之特別安全梯並應符合二方向避難原則。二座特別安全梯應在不同平面位置，其排煙室並不得共用。\n高層建築物連接特別安全梯間之走廊應以具有一小時以上防火時效之牆壁、防火門窗等防火設備及該樓層防火構造之樓地板自成一個獨立之防火區劃。\n高層建築物通達地板面高度五十公尺以上或十六層以上樓層之直通樓梯，均應為特別安全梯，且通達地面以上樓層與通達地面以下樓層之梯間不得直通。",
            "Text": ""
        },
        {
            "Article": "第二百四十二條高層建築物昇降機道併同昇降機間應以具有一小時以上防火時效之牆壁、防火門窗等防火設備及該處防火構造之樓地板自成一個獨立之防火區劃。昇降機間出入口裝設之防火設備應具有遮煙性能。連接昇降機間之走廊，應以具有一小時以上防火時效之牆壁、防火門窗等防火設備及該層防火構造之樓地板自成一個獨立之防火區劃。",
            "Text": ""
        },
        {
            "Article": "第二百四十三條高層建築物地板面高度在五十公尺或樓層在十六層以上部分，除住宅、餐廳等係建築物機能之必要時外，不得使用燃氣設備。\n高層建築物設有燃氣設備時，應將燃氣設備集中設置，並設置瓦斯漏氣自動警報設備，且與其他部分應以具一小時以上防火時效之牆壁、防火門窗等防火設備及該層防火構造之樓地板予以區劃分隔。",
            "Text": ""
        },
        {
            "Article": "第二百四十四條高層建築物地板面高度在五十公尺以上或十六層以上之樓層應設置緊急昇降機間，緊急用昇降機載重能力應達十七人（一千一百五十公斤）以上，其速度不得小於每分鐘六十公尺，且自避難層至最上層應在一分鐘內抵達為限。",
            "Text": "第四節　建築設備"
        },
        {
            "Article": "第二百四十五條高層建築物之配管立管應考慮層間變位，一般配管之容許層間變位為二百分之一，消防、瓦斯等配管為百分之一。",
            "Text": ""
        },
        {
            "Article": "第二百四十六條高層建築物配管管道間應考慮維修及更換空間。瓦斯管之管道間應單獨設置。但與給水管或排水管共構設置者，不在此限。",
            "Text": ""
        },
        {
            "Article": "第二百四十七條高層建築物各種配管管材均應以不燃材料製成，或使用具有同等效能之防火措施，其貫穿防火區劃之孔隙應使用防火材料填滿或設置防火閘門。",
            "Text": ""
        },
        {
            "Article": "第二百四十八條設置於高層建築物屋頂上或中間設備層之機械設備應符合下列規定：\n一、應固定於建築物主要結構上，其支承系統除須有避震設施外，並須符合本規則建築構造編之相關規定。\n二、主要部分構材應為不燃材料製成。",
            "Text": ""
        },
        {
            "Article": "第二百四十九條設置於高層建築物內、屋頂層或中間樓層或地下層之給水水箱，其設計應考慮結構體之水平變位，箱體不得與建築物其他部分兼用，並應可從外部對箱體各面進行維修檢查。",
            "Text": ""
        },
        {
            "Article": "第二百五十條高層建築物給水設備之裝置系統內應保持適當之水壓。",
            "Text": ""
        },
        {
            "Article": "第二百五十一條高層建築物應另設置室內供消防隊專用之連結送水管，其管徑應為一百公厘以上，出水口應為雙口形。\n高層建築物高度每超過六十公尺者，應設置中繼幫浦，連結送水管三支以下時，其幫浦出水口之水量不得小於二千四百公升／分，每增加一支出水量加八百公升／分，至五支為止，出水口之出水壓力不得小於三‧五公斤／平方公分。",
            "Text": ""
        },
        {
            "Article": "第二百五十二條六十公尺以上之高層建築物應設置光源俯角十五度以上，三百六十度方向皆可視認之航空障礙燈。",
            "Text": ""
        },
        {
            "Article": "第二百五十三條高層建築物之避雷設備應考慮雷電側擊對應措施。",
            "Text": ""
        },
        {
            "Article": "第二百五十四條高層建築物設計時應考慮不得影響無線通信設施及鄰近地區電視收訊。若有影響，應於屋頂突出物提供適當空間供電信機構裝設通信設施，或協助鄰近地區改善電視收訊。\n前項電視收訊改善處理原則，由直轄市、縣（市）政府定之。",
            "Text": ""
        },
        {
            "Article": "第二百五十五條高層建築物之防災設備所使用強弱電之電線電纜應採用強電三十分鐘、弱電十五分鐘以上防火時效之配線方式。",
            "Text": ""
        },
        {
            "Article": "第二百五十六條高層建築物之升降設備應依居住人口、集中率、動線等三者計算交通量，以決定適當之電梯數量及載容量。",
            "Text": ""
        },
        {
            "Article": "第二百五十七條高層建築物每一樓層均應設置火警自動警報設備，其十一層以上之樓層以設置偵煙型探測器為原則。\n高層建築物之各層均應設置自動撒水設備。但已設有其他自動滅火設備者，於其有效防護範圍內，得免設置。",
            "Text": ""
        },
        {
            "Article": "第二百五十八條高層建築物火警警鈴之設置，其鳴動應依下列規定：\n一、起火層為地上二層以上時，限該樓層與其上兩層及其下一層鳴動。\n二、起火層為地面層時，限該樓層與其上一層及地下層各層鳴動。\n三、起火層為地下層時，限地面層及地下層各層鳴動。",
            "Text": ""
        },
        {
            "Article": "第二百五十九條高層建築物應依左列規定設置防災中心：\n一、防災中心應設於避難層或其直上層或直下層。\n二、樓地板面積不得小於四十平方公尺。\n三、防災中心應以具有二小時以上防火時效之牆壁、防火門窗等防火設備及該層防火構造之樓地板予以區劃分隔，室內牆面及天花板（包括底材），以耐燃一級材料為限。\n四、高層建築物左列各種防災設備，其顯示裝置及控制應設於防災中心：\n(一)電氣、電力設備。\n(二)消防安全設備。\n(三)排煙設備及通風設備。\n(四)昇降及緊急昇降設備。\n(五)連絡通信及廣播設備。\n(六)燃氣設備及使用導管瓦斯者，應設置之瓦斯緊急遮斷設備。\n(七)其他之必要設備。\n高層建築物高度達二十五層或九十公尺以上者，除應符合前項規定外，其防災中心並應具備防災、警報、通報、滅火、消防及其他必要之監控系統設備；其應具功能如左：\n一、各種設備之記錄、監視及控制功能。\n二、相關設備運動功能。\n三、提供動態資料功能。\n四、火災處理流程指導功能。\n五、逃生引導廣播功能。\n六、配合系統型式提供模擬之功能。",
            "Text": ""
        }
    ]
}