{
    "Title": "第十五章實施都市計畫地區建築基地綜合設計",
    "Content": [
        {
            "Article": "第二百八十一條實施都市計畫地區建築基地綜合設計，除都市計畫書圖或都市計畫法規另有規定者外，依本章之規定。",
            "Text": "第十五章 實施都市計畫地區建築基地綜合設計"
        },
        {
            "Article": "第二百八十二條建築基地為住宅區、文教區、風景區、機關用地、商業區或市場用地並符合下列規定者，得適用本章之規定：\n一、基地臨接寬度在八公尺以上之道路，其連續臨接長度在二十五公尺以上或達周界總長度六分之一以上。\n二、基地位於商業區或市場用地面積一千平方公尺以上，或位於住宅區、文教區、風景區或機關用地面積一千五百平方公尺以上。\n前項基地跨越二種以上使用分區或用地，各分區或用地面積與前項各該分區或用地規定最小面積之比率合計值大於或等於一者，得適用本章之規定。",
            "Text": ""
        },
        {
            "Article": "第二百八十三條本章所稱開放空間，指建築基地內依規定留設達一定規模且連通道路開放供公眾通行或休憩之下列空間：\n一、沿街步道式開放空間：指建築基地臨接道路全長所留設寬度四公尺以上之步行專用道空間，且其供步行之淨寬度在一點五公尺以上者。但沿道路已設有供步行之淨寬度在一點五公尺以上之人行道者，供步行之淨寬度得不予限制。 \n二、廣場式開放空間：指前款以外符合下列規定之開放空間： \n（一）任一邊之最小淨寬度在六公尺以上者。 \n（二）留設之最小面積，於住宅區、文教區、風景區或機關用地為二百平方公尺以上，或於商業區或市場用地為一百平方公尺以上者。 \n（三）任一邊臨接道路或沿街步道式開放空間，其臨接長度六公尺以上者。 \n（四）開放空間與基地地面或臨接道路路面之高低差不得大於七公尺，且至少有二處以淨寬二公尺以上或一處淨寬四公尺以上之室外樓梯或坡道連接至道路或其他開放空間。 \n（五）前目開放空間與基地地面或道路路面之高低差一點五公尺以上者，其應有全周長六分之一以上臨接道路或沿街步道式開放空間。 \n（六）二個以上廣場式開放空間相互間之最大高低差不超過一點五公尺，並以寬度四公尺以上之沿街步道式開放空間連接者，其所有相連之空間得視為一體之廣場式開放空間。\n前項開放空間得設頂蓋，其淨高不得低於六公尺，深度應在高度四倍範圍內，且其透空淨開口面積應占該空間立面周圍面積（不含主要樑柱部分）三分之二以上。\n基地內供車輛出入之車道部分，不計入開放空間。",
            "Text": ""
        },
        {
            "Article": "第二百八十四條本章所稱開放空間有效面積，指開放空間之實際面積與有效係數之乘積。有效係數規定如下：\n一、沿街步道式開放空間，其有效係數為一點五。 \n二、廣場式開放空間： \n（一）臨接道路或沿街步道式開放空間長度大於該開放空間全周長八分之一者，其有效係數為一。 \n（二）臨接道路或沿街步道式開放空間長度小於該開放空間全周長八分之一者，其有效係數為零點六。 \n前項開放空間設有頂蓋部分，有效係數應乘以零點八；其建築物地面層為住宅、集合住宅者，應乘以零。\n前二項開放空間與基地地面或臨接道路路面有高低差時，有效係數應依下列規定乘以有效值：\n一、高低差一點五公尺以下者，有效值為一。 \n二、高低差超過一點五公尺至三點五公尺以下者，有效值為零點八。 \n三、高低差超過三點五公尺至七公尺以下者，有效值為零點六。",
            "Text": ""
        },
        {
            "Article": "第二百八十四條之一本章所稱公共服務空間，係指基地位於住宅區之公寓大廈留設於地面層之共用部分，供住戶作集會、休閒、文教及交誼等服務性之公共空間。",
            "Text": ""
        },
        {
            "Article": "第二百八十五條 留設開放空間之建築物，經直轄市、縣（市）主管建築機關審查符合本編章規定者，得增加樓地板面積合計之最大值Σ△FA，應符合都市計畫法規或都市計畫書圖之規定；其未規定者，應提送當地直轄市、縣（市）都市計畫委員會審議通過後實施，並依下式計算：\nΣ△FA =△FA1＋△FA2\n△FA1：依本編第二百八十六條第一款規定計算增加之樓地板面積。\n△FA2：依本章留設公共服務空間而增加之樓地板面積。",
            "Text": ""
        },
        {
            "Article": "第二百八十六條前條建築物之設計依下列規定： \n一、增加之樓地板面積△FA1，依下式計算： \n△FA1 = S × I \nS ：開放空間有效面積之總和。 \nI ：鼓勵係數。容積率乘以五分之二。但商業區或市場用地不得超過二點五，住宅區、文教區、風景區或機關用地為零點五以上、一點五以下。 \n二、高度依下列規定：\n（一）應依本編第一百六十四條規定計算及檢討日照。\n（二）臨接道路部分，應自道路中心線起退縮六公尺建築，且自道路中心線起算十公尺範圍內，其高度不得超過十五公尺。\n三、住宅、集合住宅等居住用途建築物各樓層高度設計，應符合本編第一百六十四條之一規定。 \n四、建蔽率依本編第二十五條之規定計算。但不適用同編第二十六條至第二十八條之規定。 \n五、本編第一百十八條第一款規定之特定建築物，得比照同條第二款之規定退縮後建築。退縮地不得計入法定空地面積，並不得於退縮地內建造圍牆、排水明溝及其他雜項工作物。",
            "Text": ""
        },
        {
            "Article": "第二百八十七條建築物留設之開放空間有效面積之總和，不得少於法定空地面積之百分之六十。",
            "Text": ""
        },
        {
            "Article": "第二百八十八條建築物之設計，其基地臨接道路部分，應設寬度四公尺以上之步行專用道或法定騎樓；步行專用道設有花臺或牆柱等設施者，其可供通行之淨寬度不得小於一點五公尺。但依規定應設置騎樓者，其淨寬從其規定。\n建築物地面層為住宅或集合住宅者，非屬開放空間之建築基地部分，得於臨接開放空間設置圍牆、欄杆、灌木綠籬或其他區隔設施。",
            "Text": ""
        },
        {
            "Article": "第二百八十九條開放空間除應予綠化外，不得設置圍牆、欄杆、灌木綠籬、棚架、建築物及其他妨礙公眾通行之設施或為其他使用。但基於公眾使用安全需要，且不妨礙公眾通行或休憩者，經直轄市、縣(市)主管建築機關之建造執照預審小組審查同意，得設置高度一點二公尺以下之透空欄杆扶手或灌木綠籬，且其透空面積應達三分之二以上。\n前項綠化之規定應依本編第十七章綠建築基準及直轄市、縣(市)主管建築機關依當地環境氣候、都市景觀等需要所定之植栽綠化執行相關規定辦理。 \n第二項綠化工程應納入建築設計圖說，於請領建造執照時一併核定之，並於工程完成經勘驗合格後，始得核發使用執照。 \n第一項開放空間於核發使用執照後，主管建築機關應予登記列管，每年並應作定期或不定期檢查。",
            "Text": ""
        },
        {
            "Article": "第 二百九十條依本章設計之建築物，除依建造執照預審辦法申請預審外，並依下列規定辦理：\n一、直轄市、縣(市)主管建築機關之建造執照預審小組，應就開放空間之植栽綠化及公益性，與其對公共安全、公共交通、公共衛生及市容觀瞻之影響詳予評估。 \n二、建築基地臨接永久性空地或已依本章申請建築之基地，其開放空間應配合整體留設。 \n三、直轄市、縣(市)主管建築機關之建造執照預審小組，應就建築物之私密性與安全管理需求及公共服務空間之位置、面積及服務設施與設備之必要性及公益性詳予評估。",
            "Text": ""
        },
        {
            "Article": "第二百九十一條本規則中華民國九十二年三月二十日修正施行前，都市計畫書圖中規定依未實施容積管制地區綜合設計鼓勵辦法或實施都市計畫地區建築基地綜合設計鼓勵辦法辦理者，於本規則修正施行後，依本章之規定辦理。",
            "Text": ""
        },
        {
            "Article": "第二百九十二條本規則中華民國九十二年三月二十日修正施行前，依未實施容積管制地區綜合設計鼓勵辦法或實施都市計畫地區建築基地綜合設計鼓勵辦法規定已申請建造執照，或領有建造執照且在建造執照有效期間內者，申請變更設計時，得適用該辦法之規定。",
            "Text": ""
        }
    ]
}