{
    "Title": "第十四章工廠類建築物",
    "Content": [
        {
            "Article": "第二百六十九條下列地區之工廠類建築物，除依獎勵投資條例及促進產業升級條例所興建之工廠，或各該工業訂有設廠標準或其他法令另有規定者外，其基本設施及設備應依本章規定辦理：\n一、依都市計畫劃定為工業區內之工廠。\n二、非都市土地丁種建築用地內之工廠。\n第二百七十條本章用語定義如下：一、作業廠房：指供直接生產、儲存或倉庫之作業空間。\n二、廠房附屬空間：指輔助或便利工業生產設置，可供寄宿及工作之空間。但以供單身員工宿舍、辦公室及研究室、員工餐廳及相關勞工福利設施使用者為限。",
            "Text": "第十四章　工廠類建築物"
        },
        {
            "Article": "第二百七十一條作業廠房單層樓地板面積不得小於一百五十平方公尺。其面積一百五十平方公尺以下之範圍內，不得有固定隔間區劃隔離；面積超過一百五十平方公尺部分，得予適當隔間。\n作業廠房與其附屬空間應以具有一小時以上防火時效之牆壁、樓地板、防火門窗等防火設備區劃用途，並能個別通達避難層、地面或樓梯口。\n前項防火設備應具有一小時以上之阻熱性。",
            "Text": ""
        },
        {
            "Article": "第二百七十一條之一作業廠房符合下列情形之ㄧ者，不受前條第一項單層樓地板面積之限制：",
            "Text": "中華民國八十二年四月十三日以前完成地籍分割之建築基地，符合直轄市、縣（市）畸零地使用規定，其可建築之單層樓地板面積無法符合前條第一項規定。\n二、中華民國八十二年四月十三日以前申請建造執照並已領得使用執照之合法工廠建築物，作業廠房單層樓地板面積不符前條第一項規定，於原建築基地範圍內申請改建或修建。\n三、原建築基地可建築之單層樓地板面積符合前條第一項規定，其中部分經劃設為公共設施用地致賸餘基地無法符合規定，或建築基地上之建築物已領有使用執照，於重新申請建築執照時，因都市計畫變更建蔽率調降，致無法符合規定。"
        },
        {
            "Article": "第二百七十二條廠房附屬空間設置面積應符合下列規定：\n一、辦公室(含守衛室、接待室及會議室)及研究室之合計面積不得超過作業廠房面積五分之一。\n二、作業廠房面積在三百平方公尺以上之工廠，得附設單身員工宿舍，其合計面積不得超過作業廠房面積三分之一。\n三、員工餐廳(含廚房)及其他相關勞工福利設施之合計面積不得超過作業廠房面積四分之一。\n前項附屬空間合計樓地板面積不得超過作業廠房面積之五分之二。",
            "Text": ""
        },
        {
            "Article": "第二百七十三條本編第一條第三款陽臺面積得不計入建築面積及第一百六十二條第一款陽臺面積得不計入該層樓地板面積之規定，於工廠類建築物不適用之。",
            "Text": ""
        },
        {
            "Article": "第二百七十四條作業廠房之樓層高度扣除直上層樓板厚度及樑深後之淨高度不得小於二點七公尺。",
            "Text": ""
        },
        {
            "Article": "第二百七十五條工廠類建築物設有二座以上直通樓梯者，其樓梯口相互間之直線距離不得小於建築物區劃範圍對角線長度之半。",
            "Text": ""
        },
        {
            "Article": "第二百七十六條工廠類建築物出入口應自建築線至少退縮該建築物高度平方根之二分之一，且平均退縮距離不得小於三公尺、最小退縮距離不得小於一點五公尺。",
            "Text": ""
        },
        {
            "Article": "第二百七十七條（刪除）",
            "Text": ""
        },
        {
            "Article": "第二百七十八條作業廠房樓地板面積一千五百平方公尺以上者，應設一處裝卸位；面積超過一千五百平方公尺部分，每增加四千平方公尺，應增設一處。\n前項裝卸位長度不得小於十三公尺，寬度不得小於四公尺，淨高不得低於四點二公尺。",
            "Text": ""
        },
        {
            "Article": "第二百七十九條倉庫或儲藏空間設於避難層以外之樓層者，應設置專用載貨昇降機。",
            "Text": ""
        },
        {
            "Article": "第二百八十條工廠類建築物每一樓層之衛生設備應集中設置。但該層樓地板面積超過五百平方公尺者，每超過五百平方公尺得增設一處，不足一處者以一處計。",
            "Text": ""
        }
    ]
}