{
    "Title": "第十一章地下建築物",
    "Content": [
        {
            "Article": "第一百七十八條（適用範圍）公園、兒童遊樂場、廣場、綠地、道路、鐵路、體育場、停車場等公共設施用地及經內政部指定之地下建築物，應依本章規定。本章未規定者依其他各編章之規定。",
            "Text": "第十一章　地下建築物\n一般設計通則"
        },
        {
            "Article": "第一百七十九條 本章建築技術用語之定義如左：\n一、地下建築物：主要構造物定著於地面下之建築物，包括地下使用單元、地下通道、地下通道之直通樓梯、專用直通樓梯、地下公共設施等，及附設於地面上出入口、通風採光口、機電房等類似必要之構造物。\n二、地下使用單元：地下建築物之一部分，供一種或在使用上具有不可區分關係之二種以上用途所構成之區劃單位。\n三、地下通道：地下建築物之一部分，專供連接地下使用單元、地下通道直通樓梯、地下公共設施等，及行人通行使用者。\n四、地下通道直通樓梯：地下建築物之一部分，專供連接地下通道，且可通達地面道路或永久性空地之直通樓梯。\n五、專用直通樓梯：地下使用單元及緩衝區內，設置專供該地下使用單元及緩衝區使用，且可通達地面道路或永久性空地之直通樓梯。\n六、緩衝區：設置於地下建築物或地下運輸系統與建築物地下層之連接處，具有專用直通樓梯以供緊急避難之獨立區劃空間。",
            "Text": ""
        },
        {
            "Article": "第一百八十條（地下建築物之用途限制）地下建築物之用途，除依照都市計畫法省、市施行細則及分區使用管制規則或公共設施多目標使用方案或大眾捷運系統土地聯合開發辦法辦理並得由該直轄市、縣（市）政府依公共安全，公共衛生及公共設施指定之目的訂定，轉報內政部核定之。",
            "Text": ""
        },
        {
            "Article": "第一百八十一條 建築物非經當地主管建築機關會同有關機關認定有公益需要、無安全顧慮且其構造、設備應符合本章規定者，不得與基地外之地下建築物、地下運輸系統設施連接。\n前項以地下通道直接連接者，該建築物地面以下之部分及地下通道適用本章規定。但以緩衝區間接連接，並符合下列規定者，不在此限：\n一、緩衝區與連接之地下建築物、地下運輸系統及建築物之地下層間應以具有一小時以上防火時效之牆壁、防火門窗等防火設備及該層防火構造之樓地板區劃分隔，防火門窗等防火設備應具有一小時以上之阻熱性，其內部裝修材料應為耐燃一級材料，且設有通風管道時，其通風管道不得同時貫穿緩衝區與二側建築物之防火區劃。\n二、連接緩衝區二側之連接出入口，總寬度均應在三公尺以上，六公尺以下，且任一出入口淨寬度不得小於一點五公尺。連接出入口應設置具有一小時以上防火時效及阻熱性之防火門窗等防火設備，非連接出入口部分不得以防火門窗取代防火區劃牆。\n三、緩衝區連接地下建築物、地下運輸系統之出入口防火門窗應為常時開放式，且應裝設利用煙感應器連動或其他方法控制之自動關閉裝置，並應與所連接地下建築物、地下運輸系統及建築物之中央管理室或防災中心連動監控，使能於災害發生時自動關閉。\n四、緩衝區之面積：\nA≧W12+W22\nA：緩衝區之面積（平方公尺），專用直通樓梯面積不得計入。\nW1：緩衝區與地下建築物或地下運輸系統連接部分之出入口總寬度（公尺）。\nW2：緩衝區與建築物地下層連接部分之出入口總寬度（公尺）。\n五、緩衝區設置之專用直通樓梯寬度不得小於地下建築物或地下運輸系統連接緩衝區連接出入口總寬度之二分之一，專用直通樓梯分開設置時，其樓梯寬度得合併計算。\n六、緩衝區面積之百分之三十以上應挑空至地面層。地面層挑空上方設有頂蓋者，其頂蓋距地面之淨高應在三公尺以上，且其地面以上立面之透空部份應在立面周圍面積三分之一以上。但緩衝區設置水平挑空空間確有困難者，得設置符合本編第一百零二條規定之進風排煙設備，並適用兼用排煙室之相關規定。\n七、以緩衝區連接之建築物地下層當層設有燃氣設備及鍋爐設備者，應依本編第二百零一條第二項辦理；瓦斯供氣設備並依本編第二百零六條規定辦理。",
            "Text": "八、利用緩衝區與地下建築物或地下運輸系統連接之原有建築物未設置中央管理室或防災中心者，應增設之。\n九、緩衝區所連接之建築物及地下建築物或地下運輸系統之中央管理室或防災中心監控，其監控項目應依本規則相關規定設置。雙方之中央管理室或防災中心應設置，專用電話或對講裝置並連接緊急電源，供互相連絡。\n十、緩衝區及其專用直通樓梯之空間，得不計入建築面積及容積總樓地板面積。\n十一、緩衝區內專供通行及緊急避難使用，不得有營業行為；牆壁得以耐燃一級材料設置嵌入式廣告物。"
        },
        {
            "Article": "第一百八十二條地下建築物應設置中央管理室，各管理室間應設置相互連絡之設備。\n前項中央管理室，應設置專用直通樓梯，與其他部分之間並應以具有二小時以上防火時效之牆壁、防火門窗等防火設備及該處防火構造之樓地板區劃分隔。",
            "Text": ""
        },
        {
            "Article": "第一百八十三條（地下使用單元與地下通道之關係）地下使用單元臨接地下通道之寬度，不得小於二公尺。自地下使用單元內之任一點，至地下通道或專用直通樓梯出入口之步行距離不得超過二十公尺。",
            "Text": ""
        },
        {
            "Article": "第一百八十四條（地下通道之寬度及其構造）地下通道依左列規定：\n一、地下通道之寬度不得小於六公尺，並不得設置有礙避難通行之設施。\n二、地下通道之地板面高度不等時應以坡道連接之，不得設置台階，其坡度應小於一比十二，坡道表面並應作止滑處理。\n三、地下通道及地下廣場之天花板淨高不得小於三公尺，但至天花板下之防煙壁、廣告物等類似突出部份之下端，得減為二‧五公尺以上。\n四、地下通道末端不與其他地下通道相連者，應設置出入口通達地面道路或永久性空地，其出入口寬度不得小於該通道之寬度。該末端設有二處以上出入口時，其寬度得合併計算。",
            "Text": ""
        },
        {
            "Article": "第一百八十五條（地下通道直通樓梯）地下通道直通樓梯依左列規定：\n一、自地下通道之任一點，至可通達地面道路或永久性空地之直通樓梯口，其步行距離不得大於三十公尺。\n二、前款直通樓梯分開設置時，其出入口之距離小於地下通道寬度者，樓梯寬度得合併計算，但每座樓梯寬度不得小於一‧五公尺。\n依前二款規定設置之直通樓梯得以坡道代替之，其坡度不得超過一比八，表面應作止滑處理。",
            "Text": ""
        },
        {
            "Article": "第一百八十六條（地下通道突出物之限制）地下使用單元之任一部份或廣告物或其他類似設施，均不得突出地下通道突出物限制線。但供通行及避難必需之方向指標、號誌等不在此限。\n前項突出物限制線應予明確標示，其與地下使用單元之境界線距離並不得大於五○公分。",
            "Text": ""
        },
        {
            "Article": "第一百八十七條（下水溝蓋之規定）地下通道之下水溝及其他類似設施，應以耐磨材料覆蓋之，且不得妨礙通行。",
            "Text": ""
        },
        {
            "Article": "第一百八十八條（地下廣場之設置）自地下通道任一點之步行距離六十公尺範圍內，應設置地下廣場，其面積依左列公式計算（附圖示）：\nA≧2（W12+W22+‧‧‧+Wn2）\nA：地下廣場之面積。（單位：平方公尺）\nW1‧‧‧Wn：連通廣場各地下通道之寬度。（單位：公尺）\nn：連通廣場地下通道之數目\n地下廣場周圍並應設置二座以上可直接通達地面之樓梯。但樓梯面積不得計入廣場面積。\n\nA1、A2、A3：各地下廣場之面積（單位：平方公尺）\nW1、W2、W3、W4：各地下通道之寬度（單位：公尺）\nL1‧‧‧Ln：任一點至地下廣場或地下廣場間之地下通道距離（單位：公尺）\n堃　A1≧2（W12+W22）\n𡑔　A2≧2（W22+W32+W42）\n𤍣　A4≧2W32",
            "Text": ""
        },
        {
            "Article": "第一百八十九條地下建築物與建築物地下層連接時，其連接部分應以具有一小時以上防火時效之牆壁、防火門窗等防火設備及該處防火構造之樓地板予以區劃分隔，並應設置可通達地面道路或永久性空地之安全梯。但連接部分已設有符合本章規定之直通樓梯者，不在此限。",
            "Text": ""
        },
        {
            "Article": "第一百九十條（地下建築物之頂蓋與地面之距離）道路、公園廣場等類似用地範圍內之地下建築物，其頂蓋與地盤面之間距應配合週圍環境條件保持必要距離，供各類公共設施之埋設。其間距由主管建築機關協商有關機關訂定之，但道路部分不得少於三公尺。",
            "Text": ""
        },
        {
            "Article": "第一百九十一條（突出地面之設施及出入口位置）地下建築物設置於地盤面上之進、排風口、樓梯間出入口等類似設施，設置於人行道上時，該人行道應保持三公尺以上之淨寬。",
            "Text": ""
        },
        {
            "Article": "第一百九十二條（鄰接地下通道樓梯之出入口限制）地下通道直通樓梯之平台及上下端第一梯級各部份半徑三公尺內之牆面不得設置地下使用單元之出入口及其他開口。但直通樓梯為安全梯不在此限。",
            "Text": ""
        },
        {
            "Article": "第一百九十三條地下通道臨接樓地板面積合計在一、○○○平方公尺以上地下使用單元者，應在該部分通道任一點之視線範圍內設置開向地面之天窗或其他類似之開口。但於該通道內設有合於左列規定之地下通道直通樓梯者，不在此限：\n一、直通樓梯為安全梯者。\n二、自地下通道任一點至樓梯間之步行距離小於二十公尺。\n三、直通樓梯地面出入口直接面臨道路或永久性空地，或利用具有一小時以上防火時效之牆壁、防火門窗等防火設備及該處防火構造之樓地板區劃而成之通道通達道路或永久性空地者。",
            "Text": ""
        },
        {
            "Article": "第一百九十四條本章規定應設置之直通樓梯淨寬應依左列規定：\n一、地下通道直通樓梯淨寬不得小於該地下通道之寬度；其臨接二條以上寬度不同之地下通道時，應以較寬者為準。但經由起造人檢討逃生避難計畫並經中央主管建築機關審核認可者，不在此限。\n二、地下廣場之直通樓梯淨寬不得小於二公尺。\n三、專用直通樓梯淨寬不得小於一點五公尺。但地下使用單元之總樓地板面積在三百平方公尺以上時，應為一點八公尺以上。\n前項直通樓梯級高應在十八公分以下，級深應在二十六公分以上。樓梯高度每三公尺以內應設置平臺，為直梯者，其深度不得小於一點五公尺；為轉折梯者，其深度不得小樓梯寬度。",
            "Text": ""
        },
        {
            "Article": "第一百九十四條之一（刪除）",
            "Text": "建築構造"
        },
        {
            "Article": "第一百九十五條（構造規定）地下建築物之頂版、外牆、底版等直接與土壤接觸部份，應採用水密性混凝土。",
            "Text": ""
        },
        {
            "Article": "第一百九十六條（最小地震力）地下建築物各部份所受之水平力，不得小於該部份之重量與震力係數之乘積，震力係數應以左列公式計算：\nC≧0.075（1-H/40）Z\nC：地下震力分佈係數。\nH：公尺，地下建築物各部份距地盤面之深度，超過二十公尺時，以二十公尺計。\nZ：震區係數。",
            "Text": ""
        },
        {
            "Article": "第一百九十七條（道路載重）地下建築物之上部為道路時，其設計載重應包括該道路設計載重之影響及覆土載重。",
            "Text": ""
        },
        {
            "Article": "第一百九十八條（水浮力）地下建築物應調查基地地下水位之變化，根據雨季之最高水位計算其上揚力，並做適當之設計及因應措施以防止構造物之上浮。",
            "Text": ""
        },
        {
            "Article": "第一百九十九條（地下水位觀測）地下建築物應於適當位置設置地下水位觀測站，以供隨時檢討其受水浮力之影響。",
            "Text": ""
        },
        {
            "Article": "第二百　條（伸縮縫）地下建築物間之連接部份，必要時應設置伸縮縫，其止水帶及貫通之各管線，應有足夠之強度及韌性以承受其不均勻之沈陷。",
            "Text": "第三節建築物之防火"
        },
        {
            "Article": "第二百零一條地下使用單元與地下通道間，應以具有一小時以上防火時效之牆壁、防火門窗等防火設備及該處防火構造之樓地板予以區劃分隔。\n設有燃氣設備及鍋爐設備之使用單元等，應儘量集中設置，且與其他使用單元之間，應以具有一小時以上防火時效之牆壁、防火門窗等防火設備及該處防火構造之樓地板予以區劃分隔。",
            "Text": ""
        },
        {
            "Article": "第二百零二條地下建築物供地下使用單元使用之總樓地板面積在一、○○○平方公尺以上者，應按每一、○○○平方公尺，以具有一小時以上防火時效之牆壁、防火門窗等防火設備及該處防火構造之樓地板予以區劃分隔。\n供地下通道使用，其總樓地板面積在一、五○○平方公尺以上者，應按每一、五○○平方公尺，以具有一小時以上防火時效之牆壁、防火門窗等防火設備及該處防火構造之樓地板予以區劃分隔。且每一區劃內，應設有地下通道直通樓梯。",
            "Text": ""
        },
        {
            "Article": "第二百零三條超過一層之地下建築物，其樓梯、昇降機道、管道及其他類似部分，與其他部分之間，應以具有一小時以上防火時效之牆壁、防火門窗等防火設備予以區劃分隔。樓梯、昇降機道裝設之防火設備並應具有遮煙性能。管道間之維修門應具有一小時以上防火時效及遮煙性能。\n前項昇降機道前設有昇降機間且併同區劃者，昇降機間出入口裝設具有遮煙性能之防火設備時，昇降機道出入口得免受應裝設具遮煙性能防火設備之限制；昇降機間出入口裝設之門非防火設備但開啟後能自動關閉且具有遮煙性能時，昇降機道出入口之防火設備得免受應具遮煙性能之限制。",
            "Text": ""
        },
        {
            "Article": "第二百零四條（內部裝修限制）地下使用單元之隔間、天花板、地下通道、樓梯等，其底材、表面材之裝修材料及標示設施、廣告物等均應為不燃材料製成者。",
            "Text": ""
        },
        {
            "Article": "第二百零五條給水管、瓦斯管、配電管及其他管路均應以不燃材料製成，其貫通防火區劃時，貫穿部位與防火區劃合成之構造應具有二小時以上之防火時效。",
            "Text": ""
        },
        {
            "Article": "第二百零六條（瓦斯供氣設備）地下建築物內不得存放使用桶裝液化石油氣。瓦斯供氣管路應依左列規定：\n一、燃氣用具應使用金屬管、金屬軟管或瓦斯專用軟管與瓦斯出口栓連接，並應附設自動熄火安全裝置。\n二、瓦斯供氣幹管應儘量減少而單純化，表面顏色應為鉻黃色。\n三、天花板內有瓦斯管路時，天花板每隔三十公尺內，應設檢查口一處。\n四、中央管理室應設有瓦斯漏氣自動警報受信總機及瓦斯供氣緊急遮斷裝置。\n五、廚房應設煙罩及直通戶外之排煙管，並配置適當之乾粉或二氧化碳滅火器。",
            "Text": "第四節防火避難設施及消防設備"
        },
        {
            "Article": "第二百零七條（自動撒水設備）地下建築物設置自動撒水設備，應依左列規定：\n撒水頭應裝設於天花板面及天花板內。但符合下列情形者得設於天花板內，天花板面免再裝設：\n（一）天花板內之高度未達○‧五公尺者。\n（二）天花板採挑空花格構造者。\n二、每一撒水頭之防護面積及水平間距，應依下列規定：\n（一）廚房等設有燃氣用具之場所，每一撒水頭之防護面積不得大於六平方公尺，撒水頭間距，不得大於三公尺。\n（二）前目以外之場所，每一撒水頭之防護面積不得大於九平方公尺，間距不得大於三‧五公尺。\n三、水源容量不得小於三十個撒水頭連續放水二十分鐘之水量。",
            "Text": ""
        },
        {
            "Article": "第二百零八條（滅火器）地下建築物，應依場所特性及環境狀況，每一○○平方公尺範圍內配置適當之泡沫、乾粉或二氧化碳滅火器一具，滅火器之裝設依左列規定：\n一、滅火器應分別固定放置於取用方便之明顯處所。\n二、滅火器應即可使用。\n三、懸掛於牆上或放置於消防栓箱中之滅火器，其上端與樓地板面之距離，十八公斤以上者不得超過一公尺。",
            "Text": ""
        },
        {
            "Article": "第二百零九條（消防隊專用出水口設備）地下建築物應依左列規定設置消防隊專用出水口：",
            "Text": "每層每二十五公尺半徑範圍內應設一處口徑六十三公厘附快式接頭消防栓，其距離樓地板面之高度不得大於一公尺，並不得小於五十公分。\n二、消防栓應裝設在樓梯間或緊急用升降機間等附近，便於消防隊取用之位置。\n三、消防立管之內徑不得小於一○○公厘。"
        },
        {
            "Article": "第二百十條（漏電自動警報設備）地下建築物應設置左列漏電警報設備：",
            "Text": "漏電檢出機：其感度電流最高值應在一安培以下。\n二、受信總機：應具有配合開關設備，自動切斷電路之機能。\n前項漏電警報設備應與火警自動警報設備併設但須區分之。"
        },
        {
            "Article": "第二百十一條（瓦斯漏氣自動警報設備）地下使用單元等使用瓦斯之場所，均應設置左列瓦斯漏氣自動警報設備：\n一、瓦斯漏氣探測設備：依燃氣種類及室內氣流情形適當配置。\n二、警報裝置。\n三、受信總機。",
            "Text": ""
        },
        {
            "Article": "第二百十二條（標示設備）地下建築物應依左列規定設置標示設備：\n一、出口標示燈：各層通達安全梯、或另一防火區劃之防火門上方及地坪，均應設置標示燈。\n二、方向指示：凡通往樓梯、地面出入口等之通道或廣場，均應於樓梯口、廣場或通道轉彎處，設置位置指示圖及避難方向指標。\n三、避難方向指示燈：設置避難方向指標下方距地板面高度一公尺範圍內，且在其正下方五十公分處應具有一勒克斯以上之照度。",
            "Text": ""
        },
        {
            "Article": "第二百十三條（緊急供電設備）地下建築物內設置之左列各項設備應接至緊急電源：\n一、室內消防栓：自動消防設備（自動撒水、自動泡沫滅火、水霧自動撒水、自動乾粉滅火、自動二氧化碳、自動揮發性液體等消防設備）。\n二、火警自動警報設備。\n三、漏電自動警報設備。\n四、出口標示燈、緊急照明、避難方向指示燈、緊急排水及排煙設備。\n五、瓦斯漏氣自動警報設備。\n六、緊急用電源插座。\n七、緊急廣播設備。\n各緊急供電設備之控制及監視系統應集中於中央管理室。",
            "Text": ""
        },
        {
            "Article": "第二百十四條（地下通道之照度）地下通道地板面之水平面，應有平均十勒克斯以上之照度。",
            "Text": ""
        },
        {
            "Article": "第二百十五條（排煙設備）地下使用單元樓地板面積在五○○平方公尺以上者，應設置排煙設備。但每一○○平方公尺以內以分間牆或防煙壁區劃分隔者不在此限。地下通道之排煙設備依左列規定：\n一、地下通道應按其樓地板面積每三○○平方公尺以內，以自天花板面下垂八十公分以上之防煙壁，或其他類似防止煙流動之設施，予以區劃分隔。\n二、前款用以區劃之壁體，或其他類似之設施，應為不燃材料，或為不燃材料被覆者。\n三、依第一款之每一區劃，至少應配置一處排煙口。排煙口應開設在天花板或天花板下八十公分範圍內之牆壁，並直接與排煙風道連接。\n四、排煙口之開口面積，在該防煙區劃樓地板面積之百分之二以上，且直接與外氣連接者，免設排煙機。\n五、排煙機得由二個以上防煙區劃共用之：每分鐘不得少於三○○立方公尺。\n地下通道總排煙量每分鐘不得少於六○○立方公尺。",
            "Text": ""
        },
        {
            "Article": "第二百十六條（緊急排水設備）地下通道之緊急排水設備，應依左列規定：\n一、排水管、排水溝及陰井等及其他與污水有關部份之構造，應為耐水且為不燃材料。\n二、排水設備之處理能力，應為消防設備用水量及污水排水量總和之二倍。\n三、排水管或排水溝等之末端，不得與公共下水道、都市下水道等類似設施直接連接。\n四、地下通道之地面層出入口，應設置擋水設施。",
            "Text": ""
        },
        {
            "Article": "第二百十七條（緊急照明設備）地下通道之緊急照明設備，應依左列規定：\n一、地下通道之地板面，應具有平均十勒克斯以上照度。\n二、照明器具（包括照明燈蓋等之附件），除絕緣材料及小零件外，應由不燃材料所製成或覆蓋。\n三、光源之燈罩及其他類似部份之最下端，應在天花板面（無天花板時為版）下五十公分內之範圍。",
            "Text": "第五節　空氣調節及通風設備"
        },
        {
            "Article": "第二百十八條（空氣調節設備）地下建築物之空氣調節設備應按地下使用單元部份與地下通道部份，分別設置空氣調節系統。",
            "Text": ""
        },
        {
            "Article": "第二百十九條（機械通風系統）地下建築物，其樓地板面積在一、○○○平方公尺以上之樓層，應設置機械送風及機械排風；其樓地板面積在一、○○○平公尺以下之樓層，得視其地下使用單元之配置狀況，擇一設置機械送風及機械排風系統、機械送風及自然排風系統、或自然送風及機械排風系統。\n前項之通風系統，並應使地下使用單元及地下通道之通風量有均等之效果。",
            "Text": ""
        },
        {
            "Article": "第二百二十條（通風量）依前條設置之通風系統，其通風量應依左列規定：\n一、按樓地板面積每平方公尺應有每小時三十立方公尺以上之新鮮外氣供給能力。但使用空調設備者每小時供給量得減為十五立方公尺以上。\n二、設置機械送風及機械排風者，平時之給氣量，應經常保持在排氣量之上。\n三、各地下使用單元應設置進風口或排風口，平時之給氣量並應大於排氣量。",
            "Text": ""
        },
        {
            "Article": "第二百二十一條（專用排氣設備）廚房、廁所及緊急電源室（不包括密閉式蓄電池室），應設專用排氣設備。",
            "Text": ""
        },
        {
            "Article": "第二百二十二條（新鮮空氣進氣口）新鮮空氣進氣口應有防雨、防蟲、防鼠、防塵之構造，且應設於地面上三公尺以上之位置。該位置附近之空氣狀況，經主管機關認定不合衛生條件者，應設置空氣過濾或洗淨設備。\n設置空氣過濾或洗淨設備者，在不妨礙衛生情況下，前項之高度得不受限制。",
            "Text": ""
        },
        {
            "Article": "第二百二十三條（風管）地下建築物內之通風、空調設備，其在送風機側之風管，應設置直徑十五公分以上可開啟之圓形護蓋以供測量風量使用。",
            "Text": ""
        },
        {
            "Article": "第二百二十四條（通風機械室）通風機械室之天花板高度不得小於二公尺，且電動機、送風機、及其他通風機械設備等，應距周圍牆壁五十公分以上。但動力合計在○‧七五千瓦以下者，不在此限。",
            "Text": "第六節　環境衛生及其他"
        },
        {
            "Article": "第二百二十五條（樓地板高度）地下使用單元之樓地板面，不得低於其所臨接之地下通道面，但在防水及排水上無礙者，不在此限。",
            "Text": ""
        },
        {
            "Article": "第二百二十六條（排水設備及垃圾處理）地下建築物，應設有排水設備及可供垃圾集中處理之處所。\n排水設備之處理能力不得小於地下建築物平均日排水量除以平均日供水時間之值的二倍。",
            "Text": ""
        }
    ]
}