[{"總    則    編":null},{"總    則    編":"第    一    條    （依據）本規則依建築法（以下簡稱本法）第九十七條規定訂之。"},{"總    則    編":"第    二    條    （適用範圍）本規則之適用範圍，依本法第三條規定。但未實施都市計畫地區之供公眾使用與公有建築物，實施區域計畫地區及本法第一百條規定之建築物，中央主管建築機關另\n有規定者，從其規定。"},{"總    則    編":"第    三    條    建築物之設計、施工、構造及設備，依本規則各編規定。但有關建築物之防火及避難設施，經檢具申請書、建築物防火避難性能設計計畫書及評定書向中央主管建築機關申請認可者，得不適用本規則建築設計施工編第三章、第四章一部或全部，或第五章、第十一章、第十二章有關建築物防火避難一部或全部之規定。\n前項之建築物防火避難性能設計評定書，應由中央主管建築機關指定之機關（構）、學校或團體辦理。\n第一項之申請書、建築物防火避難性能設計計畫書及評定書格式、應記載事項、得免適用之條文、認可程序及其他應遵循事項，由中央主管建築機關另定之。\n第二項之機關（構）、學校或團體，應具備之條件、指定程序及其應遵循事項，由中央主管建築機關另定之。\n特別用途之建築物專業法規另有規定者，各該專業主管機關應請中央主管建築機關轉知之。"},{"總    則    編":"第三條之一    建築物增建、改建或變更用途時，其設計、施工、構造及設備之檢討項目及標準，\n由中央主管建築機關另定之，未規定者依本規則各編規定。"},{"總    則    編":"第三條之二    直轄市、縣（市）主管建築機關為因應當地發展特色及地方特殊環境需求，得就下列事項另定其設計、施工、構造或設備規定，報經中央主管建築機關核定後實施：\n一、私設通路及基地內通路。\n二、建築物及其附置物突出部分。但都市計畫法令有規定者，從其規定。三、有效日照、日照、通風、採光及節約能源。\n四、建築物停車空間。但都市計畫法令有規定者，從其規定。\n五、除建築設計施工編第一百六十四條之一規定外之建築物之樓層高度與其設計、施工及管理事項。\n合法建築物因震災毀損，必須全部拆除重行建築或部分拆除改建者，其設計、施工、構造及\n設備規定，得由直轄市、縣（市）主管建築機關另定，報經中央主管建築機關核定後實施。"},{"總    則    編":"第三條之三    建築物用途分類之類別、組別定義，應依下表規定；其各類組之用途項目，由中央主管建築機關另定之。"},{"總    則    編":null},{"總    則    編":"類別"},{"總    則    編":"Ａ\n類"},{"總    則    編":null},{"總    則    編":"Ｂ\n類"},{"總    則    編":null},{"總    則    編":null},{"總    則    編":null},{"總    則    編":"Ｃ\n類"},{"總    則    編":null},{"總    則    編":"Ｄ\n類"},{"總    則    編":null},{"總    則    編":null},{"總    則    編":null},{"總    則    編":null},{"總    則    編":"Ｅ\n類"},{"總    則    編":"Ｆ\n類"},{"總    則    編":null},{"總    則    編":null},{"總    則    編":null},{"總    則    編":"Ｇ\n類"},{"總    則    編":null},{"總    則    編":null},{"總    則    編":"Ｈ\n類"},{"總    則    編":null},{"總    則    編":"Ｉ\n類"},{"總    則    編":"第三條之四    下列建築物應辦理防火避難綜合檢討評定，或檢具經中央主管建築機關認可之建築物防火避難性能設計計畫書及評定書；其檢具建築物防火避難性能設計計畫書及評定書者，並得適用本編第三條規定：\n一、高度達二十五層或九十公尺以上之高層建築物。但僅供建築物用途類組 H-2 組使用者，不在此限。\n二、供建築物使用類組  B-2 組使用之總樓地板面積達三萬平方公尺以上之建築物。三、與地下公共運輸系統相連接之地下街或地下商場。\n前項之防火避難綜合檢討評定，應由中央主管建築機關指定之機關（構）、學校或團體辦理。"},{"總    則    編":"第一項防火避難綜合檢討報告書與評定書應記載事項及其他應遵循事項，由中央主管建築機關另定之。\n第二項之機關（構）、學校或團體，應具備之條件、指定程序及其應遵循事項，由中央主管建築機\n關另定之。"},{"總    則    編":"第    四    條    建築物應用之各種材料及設備規格，除中華民國國家標準有規定者從其規定外，應依本規則規定。但因當地情形，難以應用符合本規則與中華民國國家標準材料及設備，經直轄 市、縣（市）主管建築機關同意修改設計規定者，不在此限。\n建築材料、設備與工程之查驗及試驗結果，應達本規則要求；如引用新穎之建築技術、新工法或建築設備，適用本規則確有困難者，或尚無本規則及中華民國國家標準適用之特殊或國外進口材料及設備者，應檢具申請書、試驗報告書及性能規格評定書，向中央主管建築機關申請認可後，始得運用於建築物。\n前項之試驗報告書及性能規格評定書，應由中央主管建築機關指定之機關（構）、學校或團體辦理。\n第二項申請認可之申請書、試驗報告書及性能規格評定書之格式、認可程序及其他應遵行事項，由中央主管建築機關另定之。\n第三項之機關（構）、學校或團體，應具備之條件、指定程序及其應遵行事項，由中央主管建築機\n關另定之。"},{"總    則    編":"第    五    條    （檢討修正）本規則由中央主管建築機關於發布後隨時檢討修正及統一解釋，必要\n時得以圖例補充規定之。"},{"總    則    編":"第五條之一    建築物設計及施工技術之規範，由中央主管建築機關另定之。"},{"總    則    編":"第    六    條    （建築技術之審議及研究）中央主管建築機關，得組設建築技術審議委員會，以從事建築設計、施工、構造、材料與設備等技術之審議、研究、建議及改進事項。\n建築設計如有益於公共安全、公共交通及公共衛生，且對於都市發展、建築藝術、施工技術\n或公益上確有重大貢獻，並經建築技術審議委員會審議認可者，得另定標準適用之。"},{"總    則    編":"第    七    條    （發布施行）本規則施行日期，由中央主管建築機關以命令定之。"}]