{
    "一宗土地": "指一幢或二幢以上有連帶使用性之建築物所使用之建築基地。重要於確定建築範圍和權屬界定，尤其在繁雜的都市計畫和道路規劃中，這一定義關鍵於合規性及設計的合理性。",
    "建築基地面積": "指基地的水平投影面積。這一數據是計算建蔽率、總樓地板面積等多項建築參數的基礎，對於規劃、設計和法規遵守極為重要。",
    "建築面積": "指建築物外牆中心線或其代替柱中心線以內之最大水平投影面積。它關係到建築物的規模、空間佈局及與城市規劃的協調。",
    "建蔽率": "建築面積占基地面積之比率。這是評估建築物對地塊覆蓋程度的重要指標，直接影響通風、採光、密度和舒適度等。",
    "樓地板面積": "建築物各層樓地板或其一部分，在該區劃中心線以內之水平投影面積。這是計算容積率和設計空間功能的關鍵參數。",
    "觀眾席樓地板面積": "計算前面空地退縮要求的基礎參數。",
    "總樓地板面積": "建築物各層包括地下層、屋頂突出物及夾層等樓地板面積之總和。這是評估整體建築物規模和用途多樣性的關鍵指標。",
    "基地地面": "基地整地完竣後，建築物外牆與地面接觸最低一側之水平面。這是計算建築物高度、層數的重要參考平面。",
    "建築物高度": "自基地地面計量至建築物最高部分之垂直高度。這不僅關係到城市天際線，也是消防、結構安全等多項規範的重要依據。",
    "屋頂突出物": "突出於屋面之附屬建築物及雜項工作物。這些結構物的設計和布置對建築物的美觀、功能和安全都有顯著影響。",
    "簷高": "自基地地面起至建築物簷口底面或平屋頂底面之高度。這影響建築物的外觀比例、內部空間的開放感及外部環境的整合。",
    "樓層高度": "自室內地板面至其直上層地板面之高度。這關系到內部空間質量，與室內環境舒適、安全逃生通道設計等緊密相關。",
    "天花板高度": "自室內地板面至天花板之高度。這是評估室內環境品質的重要因素，影響空間感、照明和通風效果。",
    "建築物層數": "基地地面以上樓層數之和。它是城市規劃、設計美學和功能規劃的關鍵參數。\n地下層：地板面在基地地面以下之樓層，但特定情況下可視為地面層。這影響建築物的總層數計算、地下空間利用及設計。",
    "閣樓": "在屋頂內之樓層，根據面積比例可能視為獨立層。它的設計影響建築物外觀和內部空間利用。",
    "夾層": "夾於樓地板與天花板間之樓層，其面積比例規定可能影響其層數計算。夾層的設計對於空間效率和功能分區很重要。",
    "居室": "供居住、工作等使用之房間。這涉及建築物的功能劃分、舒適度和居住品質。",
    "露臺及陽臺": "露臺和陽臺的定義和規範影響建築物的設計和戶外空間的利用。",
    "集合住宅": "具有共同基地及共同空間或設備的多住宅單位建築物。這涉及住宅設計、社區規劃和功能配置。",
    "外牆": "建築物外圍之牆壁，其設計影響建築物的外觀、能源效率和結構安全。",
    "分間牆/分戶牆": "分隔建築物內部空間或不同住宅單位的牆壁，關鍵於隱私、聲學隔離和空間規劃。",
    "承重牆/帷幕牆": "影響建築物結構安全、外觀和功能布局的牆壁類型。",
    "耐水材料/不燃材料": "與建築物的耐久性、安全性和環境適應性相關的材料類別。",
    "耐火板/耐燃材料": "與建築物的防火性能和室內安全規範相關的材料類別。",
    "防火時效/阻熱性": "建築物在火災情況下的安全性能指標，與結構設計和材料選擇有關。",
    "防火構造": "具有特定防火性能的建築構造，關鍵於防火安全和法規遵守。",
    "避難層": "在緊急情況下供人員避難的特定樓層，影響建築物的安全規劃和逃生路線設計。",
    "無窗戶居室": "具有特定條件的居室，與室內環境品質、採光和通風密切相關。",
    "道路/類似通路/私設通路": "影響建築物對外連接、交通規劃和空間配置的路徑類型。",
    "直通樓梯": "涉及商場、A-1組建築物等的直通樓梯總寬度計算及分層核算。",
    "永久性空地": "具有特定法律或自然限制的土地，影響建築物的位置、設計和周邊環境。",
    "退縮建築深度": "建築物外牆面退縮的深度，影響建築物的外觀、通風、採光和與周邊環境的協調。",
    "幢/棟": "建築物結構或功能上的獨立單位，關係到建築物的管理和使用。",
    "特別安全梯": "在特定條件下使用的安全梯，關鍵於緊急逃生和安全設計。",
    "遮煙性能": "建築物出入口裝設設備的漏煙控制能力，關鍵於火災時的安全逃生。",
    "昇降機道/昇降機間": "與建築物內部交通、無障礙設計和空間利用有關的設施空間。 一般設計通則",
    "私設通路": "連接基地與建築線的部分，規定了最小寬度、長度和高度要求。這對於建築物的進出安全和空間規劃至關重要。",
    "迴車道": "長度超過特定範圍的單向私設通路需設置迴車道，影響建築物的交通流動和設計。",
    "綠帶邊退縮建築": "規定臨接綠帶的建築需遵守特定退縮距離，這影響建築布局和周邊環境協調。",
    "防洪安全條件": "建築基地的地面高度需滿足防洪標準或配備適當防洪設施，關鍵於建築物的安全和持續性。",
    "高腳屋建築": "特定易淹水地區的建築物可採用高腳屋建築方式，提高安全性和適應性。",
    "雨水貯集滯洪設施": "新建或改建建築物需設置的雨水管理設施，對於減緩洪水和水資源管理很重要。",
    "基地內排水": "建築基地需有適當的排水設施，這影響建築物的防潮和地下水管理。",
    "斷崖基地": "位於斷崖上的建築物需遵守特定的距離限制，以確保結構安全。",
    "牆面線": "政府為景觀或交通需求可能指定的建築退縮線，影響建築物的位置和外觀。",
    "突出部分": "依法可突出建築線的建築物部分，包括紀念性建築物、公益設施等，影響建築物的設計和功能。",
    "架空走廊": "連接建築物或跨越道路的架空結構，其設計和構造需符合特定規範。",
    "樓梯、欄杆、坡道": "與建築物內部和外部人員流動、安全和無障礙訪問相關的關鍵結構元素。",
    "扶手": "樓梯內的安全設施，需遵守高度、位置和材質要求。",
    "樓梯數量": "建築物需設置樓梯的數量和位置，影響疏散效率和空間規劃。",
    "平台位置及寬度": "樓梯平台的設置規範，關鍵於樓梯的功能性和安全性。",
    "垂直淨空距離": "樓梯的垂直淨空要求，以確保使用安全和舒適性。",
    "坡道": "可替代樓梯的斜面通道，其設計需符合坡度和防滑要求。",
    "日照陰影": "冬至日由高於二十一公尺的建築物所產生的陰影。",
    "有效日照": "鄰近的住宅區或商業區基地應有一小時以上的有效日照。",
    "北向面寬": "建築物在北方向的寬度，影響日照影響範圍。",
    "退縮距離": "建築物外牆面從基地北向境界線退縮的距離。",
    "淨距離": "建築物外牆面至北向境界線的最小距離。",
    "角度": "建築物之間外緣部位連線的角度。",
    "前院/後院/側院": "基地與北向鄰近基地之間留設的空地。",
    "有效採光範圍": "規定建築物外牆留設採光用窗或開口必須在的範圍。",
    "通風面積": "窗戶或開口用於通風的有效面積。",
    "隔音性能": "牆壁、樓板等構造阻隔噪音量的物理性能。",
    "空氣音隔音指標(Rw)": "建築構件於實驗室測試之空氣傳音衰減量。",
    "樓板衝擊音指標(Ln,w)": "樓板於實驗室測試之衝擊音量。",
    "總面密度": "板材單位面積之重量，用於隔音牆板的指標。",
    "動態剛性(s')": "緩衝材受動態力時的動態應力與動態變形量之比值。",
    "空隙": "管線貫穿分間牆、分戶牆或樓板造成的空間。",
    "廁所設置": "居室樓地板面積達到一定規模時必須設置的廁所。",
    "沖洗式廁所排水": "沖洗式廁所的污水排出要求與設施。",
    "生活雜排水": "廚房、浴室洗滌水及其他生活所產生之污水。",
    "污水處理設施": "用於處理和淨化生活廢水的設施，以減少對環境的影響。",
    "水污染防治法": "規範建築物廢（污）水排放標準和處理方法的相關法律。",
    "非沖洗式廁所": "不使用水來沖洗的廁所類型。",
    "糞池": "收集和處理非沖洗式廁所中排泄物的容器。",
    "通氣管": "用於保持糞池內空氣流通的管道。",
    "水井與掏糞廁所": "提供水資源的井和需要人工清理的廁所之間應保持的距離規定。",
    "空氣音隔音設計": "建築物空氣音隔音的規劃，通常用於住宅或醫院等需要安靜環境的地方。",
    "昇降機道": "建築物內用於安裝電梯的垂直通道。",
    "隔音指標(Rw)": "衡量牆壁、樓板等建築構件隔音效果的指標。",
    "衝擊音指標(Ln,w)": "衡量樓板對衝擊噪音的隔音效果的指標。",
    "緩衝材": "用於減少噪音和震動傳播的材料。",
    "衝擊音降低量指標(△Lw)": "衡量樓板表面材對衝擊音降低效果的指標。",
    "動態剛性(s’)": "緩衝材在受到動態力時的剛性指標。",
    "廁所通風": "確保廁所內空氣流通，防止異味和濕氣的設計。",
    "有效通風面積": "窗戶或開口為通風提供的有效面積。",
    "煙囪構造": "用於排放煙氣或廢氣的建築結構。",
    "金屬造煙囪": "使用金屬材料建造的煙囪，通常需要特殊的防火和隔熱措施。",
    "石棉造煙囪": "使用石棉材料建造的煙囪，具有耐高溫和隔熱的特性。",
    "耐火磚襯砌": "用於煙囪內部的特殊磚塊，能承受高溫並保護結構。",
    "鍋爐煙囪": "與鍋爐相連的煙囪，用於排放燃燒過程產生的廢氣。",
    "煙道斷面積": "煙囪內部用於排煙的空間大小，影響排煙效率和速度。",
    "昇降機設置規定": "建築物中昇降機的安裝要求，包括數量、位置和安全標準。",
    "昇降機道構造": "昇降機運行的垂直通道，其設計需滿足特定的安全和結構要求。",
    "垃圾排除設備": "建築物中用於處理和排放垃圾的系統，包括垃圾導管和垃圾箱。",
    "騎樓寬度及構造": "建築物下層凸出部分供行人走動的空間，其寬度和建造方式受到規範。",
    "停車空間設置": "建築物內需留出的車輛停放區域，包括其數量、尺寸和設計標準。",
    "機械停車設備": "自動化的停車系統，可提高停車效率和節省空間。",
    "車道寬度及坡度": "供車輛進出的路徑，其寬度和坡度影響車輛通行的安全和便利。",
    "電動車輛充電設備": "建築物中為電動車輛設置的充電站或充電設施。 第三章 建築物之防火",
    "適用範圍": "建築物之防火應符合本章之規定。",
    "防火區": "直轄市、縣（市）政府劃定之地區，防火區內之建築物應符合特定規定。",
    "高度在三公尺以上或裝置在屋頂上之廣告牌（塔）": "其主要部分應使用不燃材料。",
    "建築物使用類組": "應為防火構造者的分類和條件。",
    "防火構造之建築物": "其主要構造之柱、樑、承重牆壁、樓地板及屋頂應具有特定的防火時效。",
    "具有三小時以上防火時效之樑、柱": "具體的材料和構造要求。",
    "具有二小時以上防火時效之牆壁、樑、柱、樓地板": "具體的材料和構造要求。",
    "具有一小時以上防火時效之牆壁、樑、柱、樓地板": "具體的材料和構造要求。",
    "防火設備種類": "如防火門窗、撒水幕等。",
    "防火區劃": "建築物總樓地板面積在一、五○○平方公尺以上者的要求。",
    "防火構造建築物": "樓地板應為連續完整面的要求。",
    "非防火構造之建築物": "使用不燃材料建造的要求和區劃要求。",
    "內部裝修限制": "建築物之內部裝修材料應依規定。",
    "安全梯之構造": "包括室內安全梯和戶外安全梯的防火時效、出入口、照明設備及特別安全梯的構造等要求。",
    "直通樓梯寬度規定": "依據建築物使用類組及樓層，規範直通樓梯的總寬度要求。",
    "屋頂避難平臺設置": "對於五層以上建築物的避難平臺設計要求，包括面積、位置、材料防火性能等。",
    "建築物分隔規定": "對於不同用途樓層的防火分隔要求，以及防火設備的配置。",
    "排煙設備規定": "包括排煙設備的構造、操作、以及與其他設施的配合。",
    "緊急照明設備": "對於特定建築物或樓層緊急照明的設置標準。",
    "緊急用昇降機": "包括設置標準、構造要求、控制系統等。",
    "緊急進口": "規定了建築物應設置緊急進口的條件、構造和標示。",
    "防火間隔": "涉及防火間隔的退縮、外牆防火時效和開口防火設備的要求。",
    "消防設備": "包括滅火設備、警報設備及標示設備的設置規定。",
    "建築物安全維護設計": "針對公眾使用建築物的安全維護裝置規定，包括照明、監視、求救、警戒等多種裝置的設置要求。",
    "屋頂避難平臺": "設置要求，包括面積、位置、建造限制和防火時效。",
    "排煙設備": "建築物應設置排煙設備的規定，包括構造、控制和監視工作集中於中央管理室的要求。",
    "緊急昇降機間及特別安全梯之進風排煙設備": "包括窗戶的面積、排煙口的設置以及進風管道的要求。",
    "安全維護裝置": "涉及建築物公共空間的照明裝置、監視攝影裝置、緊急求救裝置和警戒探測裝置等的設置要求。 第四章 防火避難設施及消防設備",
    "出入口、走廊、樓梯": "建築物的適用範圍，包括A、B、D、E、F、G及H類建築物。",
    "直通樓梯出入口": "避難層開向屋外的直通樓梯出入口規定，包括門的大小和位置。",
    "走廊設置": "走廊的寬度規定，根據不同用途和居室面積有不同要求。",
    "直通樓梯設置": "任何建築物應設置直通樓梯（包括坡道）通達避難層或地面，並規定了步行距離限制。",
    "避難層的步行距離": "避難層自樓梯口至屋外出入口的步行距離不得超過規定。",
    "直通樓梯數量": "規定了特定樓層或建築物需要設置的直通樓梯數量。",
    "安全梯構造": "規定了直通樓梯應改為的安全梯或特別安全梯的要求，包括位置和步行距離。 避難層與出入口規範（第九十條之一至第九十一條）:規定避難層的出入口尺寸和構造，確保在緊急情況下人員可以安全、迅速地疏散。特別強調A-1類建築物的出入口要求，指出避難層的出入口寬度和高度最小標準。 走廊設置（第九十二條）:規定走廊的最小寬度要求，不同用途的建築有不同的標準。針對A-1組建築物，特別提出觀眾席二側及後側應設置連通走廊的要求。 直通樓梯設置（第九十三條至第九十五條）:詳細規定了直通樓梯的位置、尺寸及與樓層的連接要求。強調在特定樓層或使用類型的建築中必須設置多座直通樓梯。 安全梯設計（第九十六條至第九十七條之一）:描述安全梯的類型、結構要求以及在不同類型建築中的應用。提出特別安全梯的構造細節，包括排煙室與防火門等。 直通樓梯寬度與屋頂避難平臺（第九十八條至第九十九條之一）:針對直通樓梯的最小寬度進行了詳細規定，並根據不同的使用類組提供了計算公式。關於屋頂避難平臺的設置要求，包括面積、結構強度和防火標準。 排煙設備（第一百條至第一百零二條）:詳述了必須設置排煙設備的建築類型和樓層。 提供了排煙設備的構造、操作方式及與緊急情況下使用相關的詳細要求。 緊急照明與昇降機（第一百零四條至第一百零七條）:規定了應設置緊急照明設備的建築物類型和樓層。對緊急用昇降機的設置標準、構造要求進行了詳細說明。 緊急進口與防火間隔（第一百零八條至第一百一十條）:詳述了緊急進口的設置要求，包括位置、尺寸和構造。針對防火間隔的設置提供了詳細的要求，確保建築物之間或與鄰近結構之間有足夠的空間以防火擴散。 消防設備（第一百十三條至第一百一十六條）:詳細列出了應設置滅火、警報和標示設備的建築物類型。提供了滅火設備、警報設備和標示設備的具體設置標準和要求。 建築物安全維護設計（第一百十六條之一至第一百十六條之七）:強調了供公眾使用的建築物應設置的安全維護裝置，包括照明、監視攝影、緊急求救和警戒探測裝置。提供了安全維護裝置的設置要求和操作標準，確保在緊急情況下能有效運作。 第四之一章 建築物安全維護設計",
    "安全維護照明裝置": "在停車空間、車道、車道出入口、安全梯間、公共廁所、基地內通路及避難層出入口等地方應依規定設置，以確保這些區域在緊急情況下有足夠照明。",
    "監視攝影裝置": "在室內外停車空間、車道、車道出入口、電梯車廂內、安全梯間等地方應設置，用於監控這些區域的安全情況。",
    "緊急求救裝置": "應在室內外停車空間、車道出入口、公共廁所等地方設置，以便在緊急情況下使用。",
    "警戒探測裝置": "可在機電設備空間出入口、屋突層機械室出入口、屋頂避難平台出入口、公共廁所及避難層出入口等地方設置，用於感應異常情況。",
    "安全維護裝置的設置標準": "規定了各種安全維護裝置在不同空間種類中的設置要求，包括必須設置和可依需要設置的情況。",
    "照度基準": "為安全維護照明裝置提供了具體的照度基準，以確保在緊急情況下提供足夠的照明。",
    "監視攝影裝置的設置要求": "包括選定適當形式的裝置、維持必要照度、避免逆光現象、耐候保護裝置的設置以及監視螢幕的位置。",
    "緊急求救裝置的設置方式": "提供了按鈕式和對講式兩種方式，並要求連接至警衛室、管理員室或防災中心。",
    "警戒探測裝置的設置方式": "提供了碰撞振動感應、溫度變化感應和人通過感應等方式，並指出可與其他安全維護裝置形成連動效用。",
    "備用電源供應與防水性能": "強調各項安全維護裝置應有備用電源供應，並具有防水性能，以確保在各種情況下都能正常運作。  第五章 特定建築物及其限制 ###關鍵字",
    "戲院、電影院、歌廳、演藝場、電視播送室、電影攝影場、及集會堂": "這些特定建築物需要符合特定的安全和設計規範。",
    "夜總會、舞廳、室內兒童樂園、遊藝場及酒家、酒吧": "供其使用樓地板面積之和超過二百平方公尺的特定娛樂場所。",
    "商場、市場、餐廳": "供其使用樓地板面積之和超過二百平方公尺的商業空間。",
    "旅館、設有病房之醫院、兒童福利設施、公共浴室": "供其使用樓地板面積之和超過二百平方公尺的特定服務設施。",
    "學校": "教育機構的特定建築和安全規範。",
    "博物館、圖書館、美術館、展覽場、陳列館、體育館、保齡球館、溜冰場、室內游泳池": "供其使用樓地板面積之和超過二百平方公尺的文化和休閒設施。",
    "工廠": "其作業廠房之樓地板面積之和超過五十平方公尺或總樓地板面積超過七十平方公尺的工業設施。",
    "車庫、車輛修理場所、洗車場、汽車站房、汽車商場": "相關的車輛服務和存放設施。",
    "倉庫、批發市場、貨物輸配所": "供其使用樓地板面積之和超過一百五十平方公尺的物流和存儲設施。",
    "汽車加油站、危險物貯藏庫及其處理場": "需要特別安全措施的設施。",
    "政府機關及公私團體辦公廳": "總樓地板面積超過一千平方公尺的辦公建築。",
    "屠宰場、污物處理場、殯儀館": "供其使用樓地板面積之和超過二百平方公尺的特殊功能建築。",
    "前條建築物之面前道路寬度": "指建築物面對的道路應遵守的寬度規定。",
    "第一百二十一條及第一百二十九條": "特定的法條，可能包含特殊規定或例外。",
    "基地臨接二條以上道路": "描述了基地與兩條或更多道路相連的情況。",
    "特定建築物使用之主要出入口": "涉及建築物主要出入口應臨接的道路標準。",
    "集會堂、戲院、電影院、酒家等建築物": "列舉了需要臨接寬十二公尺以上道路的特定用途建築物。",
    "其他建築物": "提及除上述特定建築物以外的所有建築物。",
    "退縮地": "描述了不符合面前道路寬度規定的建築物應退縮建築的地帶。",
    "法定空地面積": "指定的空地面積，用於計算和規劃的標準。",
    "圍牆、排水明溝及其他雜項工作物": "退縮地內不得建造的物品或結構。",
    "建築基地未臨接道路": "描述了建築基地不直接與道路相連的情況。",
    "私設通路連接道路": "提供了一種連接道路的解決方案，對於無法直接臨接道路的建築基地。",
    "私設通路所占面積": "涉及計算法定空地面積時，私設通路占用面積的規定。",
    "其他兩側以上臨接道路": "提到建築基地除了主要臨接道路之外，可能還會與其他道路或空間相臨接的情況。",
    "廣場、公園、綠地": "提及除了道路以外，基地可能會臨接的其他公共空間類型。",
    "通路淨高三公尺以上": "對於基地內或周邊的通路高度要求。",
    "建築物內有二種以上或一種而有二家以上之使用者": "描述建築物可能擁有的複雜使用情況。",
    "地面層之主要出入口": "涉及建築物主要出入口的位置和設計要求。",
    "本章第一二二條規定留設空地或門廳": "提到特定條款中對於建築物出入口周邊空間的規定。",
    "出入口空地或門廳": "涉及建築物出入口附近應留設的空地或門廳規定。",
    "觀眾席主層在避難層": "指涉及建築物中觀眾席所在的主要樓層位置。",
    "建築線退縮": "建築物與道路之間應保持的最小距離要求。",
    "臨接法定騎樓或牆面線": "涉及建築物與既定騎樓或牆面線相臨接的情況。",
    "側面空地深度": "側面空地應符合的最小深度規定。",
    "防火建築物": "具有特定防火特性的建築物類型。",
    "騎樓、門廊或其他頂蓋物": "可能在前面或側面空地內設置的結構。",
    "觀眾席主層在避難層以外之樓層": "指涉及建築物中觀眾席所在的非避難層樓層。",
    "主要出入口前面留設門廳": "具體關於建築物入口處的門廳設計要求。",
    "門廳之長度、深度及淨高": "規定了門廳的尺寸標準。",
    "同一樓層有二種以上或一種而有兩家以上之使用者": "描述建築物內可能存在的多種使用情況。",
    "留設前面空地之深度": "涉及計算前面空地深度的參數和規定。",
    "空地不得作為停車空間": "關於留設空地的使用限制。 第六章 防空避難設備",
    "中央主管建築機關": "負責建築管理與規範的政府機構。  第八章 施工安全措施",
    "適用地區": "特指政府指定的地理範圍，該範圍內的建築需遵守特定的建築規範和標準。",
    "新建、增建、改建、變更用途": "指建築物的不同建設活動，包括新建築的建造、現有建築的擴建、改變原有結構或設計，以及改變原有的使用目的。",
    "建築物": "指任何種類的建造物，包括房屋、辦公大樓、學校等，為人類活動提供空間的結構。",
    "公眾使用建築物": "指供廣泛公眾進入或使用的建築物，如商場、電影院、學校等。",
    "防空避難設備": "專為在空襲或其他緊急情況下提供避難所而設計的設施，通常包括加固的結構和必要的生命支持系統。",
    "建築物變更用途": "指建築物從原先設計的用途轉變為另一種用途，例如將工廠改造為辦公空間。",
    "建築基地": "指用於建築活動的土地，包括建築物所站立的地面及其周圍的空間。",
    "地形": "指建築地點的自然地貌特徵，如平坦、山丘、坡地等，影響建築設計和結構的因素之一。",
    "避難": "指在災害或緊急情況下，人們尋求安全場所的行為，通常涉及到特別設計的安全區域或設施。",
    "特殊用途建築物": "指為特定功能或需求設計的建築物，如實驗室、醫院、電站等，通常需要特殊的建築標準和安全規範。",
    "附建標準": "指建築時必須遵循的規範和標準，可能涉及材料、設計、安全措施等方面。  第七章 雜項工作物",
    "高架遊戲設施": "特定類型的娛樂設施，通常在高架結構上設置。",
    "纜車": "特定的交通工具，通常在固定的高空軌道上運行。",
    "避雷設備": "保護建築免受雷擊的安全設施。",
    "磚構造": "以磚為主要材料的建築方式。",
    "無筋混凝土構造": "不使用鋼筋加強的混凝土結構。",
    "鐵管套連接": "用於管道連接的一種鐵製配件。",
    "斜拉線固定": "利用斜向拉線來穩定結構的方法。",
    "鋼筋混凝土造": "以鋼筋和混凝土共同構建的結構方式。",
    "廣告牌塔": "用於展示廣告的高塔結構。",
    "裝飾塔、廣播塔": "特定功能的高塔結構，分別用於裝飾和廣播。",
    "高架水塔": "用於存儲水源的高塔結構。",
    "建築物外牆": "建築物的外部邊界面。",
    "駁崁": "用於支持或保護土壤的結構，常見於河堤或山坡。",
    "卵石造": "使用圓形小石頭建造的結構。",
    "排水管": "用於排水的管道設施。",
    "動力切斷": "電力或其他能源供應中斷的情況。",
    "自動緊急停止裝置": "在緊急情況下自動停止設備運行的安全裝置。",
    "施工場所安全預防措施": "建築工程中為保護人員安全所需採取的安全措施。",
    "防護圍籬": "施工現場周圍設置的安全屏障。",
    "擋土設備": "用於防止土壤滑移或崩塌的設備。",
    "施工架": "施工過程中用於支撐或操作的臨時結構。",
    "火災預防": "施工現場採取的防火安全措施。",
    "圍籬設置": "用於劃分施工區域和提供安全防護的臨時圍欄。",
    "墜落物體防護": "防止施工過程中物體墜落對人員造成傷害的措施。",
    "垃圾導管": "用於施工過程中垃圾管理和運送的管道。",
    "擋土設備安全措施": "用於挖掘工程中保持土壤穩定的安全設備。",
    "地下埋設物保護": "在挖掘過程中保護地下管線和設施的措施。",
    "施工圖": "展示施工過程和細節的圖紙。",
    "鄰房挖土安全": "靠近其他建築物挖掘時的安全措施。",
    "檢查擋土設備": "定期檢查和維護擋土設備的程序。",
    "施工架設置規範": "建築工程中施工架和相關結構的標準和要求。",
    "工作台設置": "用於施工過程中的臨時操作平台規範。",
    "走道及階梯安全": "施工場所中走道和階梯的安全設計與建造。",
    "按裝安全措施": "施工過程中各構材安裝的安全要求。",
    "材料堆積規範": "施工材料堆放的安全和管理規範。 第九章 容積設計",
    "容積管制地區": "指被劃定實施特定建築容積控制的地區，這些控制措施旨在管理和調節建築物的密度、高度和規模，確保適當的空間利用和城市規劃的和諧。",
    "容積率": "這是一個重要的城市規劃和建築設計參數，指建築物的總樓地板面積與其所在基地面積的比例。容積率的計算方式影響建築設計和土地利用效率，它決定了建築物可以有多高、多大，對城市風貌和生活品質有直接影響。",
    "法定騎樓面積": "指依法必須計入基地面積的騎樓部分，這通常是指建築物前的遮蔽空間，如人行道上的覆蓋區域。法定騎樓面積的規定有助於確保公共空間的通行便利性和舒適度，同時也影響容積率的計算。",
    "陽臺、屋簷": "這些是建築物的常見外部結構。陽臺提供了額外的戶外空間，屋簷則是突出建築物外牆的部分，通常用於遮蔽雨水和陽光。這些結構在建築設計中扮演重要角色，不僅影響建築的美觀，也與建築物的功能性和舒適性密切相關。",
    "雨遮、花臺": "這些小型結構通常附著在建築物的外部，用於提供遮蔽或作為裝飾。雨遮主要用於防雨，而花臺則用於擺放植物或其他裝飾品，這些設計不僅增加建築物的美觀，還能增加戶外空間的實用性。",
    "共同使用樓梯間、昇降機間": "這些是建築物內部的公共空間，供建築物內多個單位的居住者或使用者共同使用。樓梯間和昇降機間的設計和位置對建築物內部流動性和安全性有重要影響，需要精心規劃以確保使用便利和符合消防安全標準。",
    "透空遮陽板": "這是一種常見於現代建築設計的元素，設計上允許部分光線透過，同時提供遮蔽。遮陽板不僅有助於控制室內的光線和溫度，也是建築美學的一部分。其透空設計允許自然光進入，同時減少直接日光的照射，提高能源效率。",
    "露臺、法定騎樓": "露臺是指建築物的開放式外部空間，通常用於休閒或觀景。法定騎樓則是指建築物前的覆蓋通道，通常規定為公共空間的一部分，提供行人遮蔽。這些設計元素不僅影響建築物的外觀，也影響著城市道路的行人流動和安全。",
    "防空避難設備、機電設備空間": "防空避難設備是為應對緊急情況如空襲而設計的安全空間，而機電設備空間則是容納建築物内部的機械和電氣設備的區域。這些空間在現代建築中極為重要，它們確保了建築物的功能性和居住者的安全。",
    "安全梯、緊急昇降機": "這些是為緊急情況設計的逃生路徑和運輸工具。安全梯提供了在緊急情況下的替代逃生路徑，而緊急昇降機則用於迅速運送人員或物資。它們的設計和配置對於建築物的安全性至關重要，特別是在多層建築中。",
    "管理委員會使用空間": "這是指公寓大廈或住宅群體內專門為物業管理委員會設置的辦公或會議空間。這些空間通常用於管理整個建築物或住宅群體的日常運作，是維護社區秩序和服務品質的重要場所。",
    "停車空間": "這些是建築物内部或周圍設置的車輛停放區域。停車空間的設計和數量對於建築物的功能性和居住者的便利性有重要影響，同時也是城市交通規劃的一部分。在高密度居住區，停車空間的配置尤為重要。",
    "基地內通路": "這是指位於建築物基地内的通行道路，用於連接建築物與建築物或建築物與主要道路。這些通路的設計和寬度對於確保建築物内部的交通流暢和安全至關重要，尤其是在緊急情況下。",
    "建築物高度限制": "這些限制規定了建築物可以達到的最大高度，通常基於城市規劃、日照權、視覺影響和安全考慮。高度限制影響建築設計、城市天際線和周圍環境的和諧。  第十章 無障礙建築物",
    "無障礙設施": "針對行動不便者進出及使用建築物的特定設計，如斜坡、寬門、無階梯入口等。對於新建或增建建築物，必須根據相關規定設置這些設施，以確保建築物對所有人包括身心障礙者都是可訪問和使用的。 ",
    "獨棟或連棟建築物": "指單獨或連接的建築結構，特別是那些從地面層至最上層均屬同一住宅單位且第二層以上僅供住宅使用的建築。這類建築在無障礙設施的規定上有所豁免，但地面層仍需設置無障礙通路。 ",
    "公寓大廈專有及約定專用部分": "涉及私人住宅區域，如公寓大廈内的私人住宅單位，以及約定專用的私人空間。這些部分在無障礙設施的配置上不受強制規定。 ",
    "公共建築物外的小型建築": "建築基地面積未達150平方公尺或每棟每層樓地板面積均未達100平方公尺的建築物。這些小型建築在無障礙設施的設置上可能有所豁免，但其地面層仍需考慮無障礙通路的設置。 ",
    "無障礙通路": "必須在建築物的居室出入口、具無障礙設施的廁所盥洗室、浴室、客房、昇降設備、停車空間及樓梯等處設置，以確保行動不便者能夠輕鬆進出和使用這些空間。 ",
    "無障礙樓梯": "在建築物設置的直通樓梯中，至少應有一座設計為無障礙樓梯，以便行動不便者也能夠使用。 ",
    "無障礙廁所盥洗室數量規定": "根據建築物的規模，無障礙廁所盥洗室的數量有明確的規定。例如，三層以下的建築物至少設置一處無障礙廁所，而每增加三層且有一層以上樓地板面積超過500平方公尺者，則需加設一處。 ",
    "無障礙客房數量": "根據使用類組B-4組的建築物，即觀光旅館等，無障礙客房數量也有特定規定，依客房總數量而定，確保提供足夠的無障礙客房。 ",
    "輪椅觀眾席位": "固定座椅席位數量與輪椅觀眾席位數量之間有直接關聯，例如五十個以下的座椅需提供一個輪椅觀眾席位，以此類推，確保有足夠的無障礙觀眾席位供輪椅使用者使用。 ",
    "無障礙停車位": "根據停車空間總數量，無障礙停車位的數量也有相應的規定。例如，五十個以下的停車位需提供至少一個無障礙停車位，數量隨著停車空間總數的增加而增加。 第十一章 地下建築物",
    "地下建築物": "指主要構造物定著於地面下的建築物，包括地下使用單元、地下通道等，以及附設於地面上的出入口、通風採光口、機電房等。這些結構物的特點在於它們位於地表以下，對其設計和構造有特別的要求，以確保安全、通風和可訪問性。 ",
    "地下使用單元": "是地下建築物中供特定用途或在使用上具有不可分割關係的部分。這些單元可能用於商業、居住、娛樂或其他目的，其設計必須符合特定的安全和功能性要求。 ",
    "地下通道": "這是地下建築物中用於連接不同部分的結構，如地下使用單元和地下通道直通樓梯。這些通道不僅要求方便行人通行，還需符合特定的安全標準，如消防規範和疏散要求。 ",
    "地下通道直通樓梯": "特別設計用於連接地下通道和地面道路或永久性空地的直通樓梯。這些樓梯是地下建築物疏散計劃的重要部分，需提供安全、快速的逃生路徑。 ",
    "緩衝區": "設於地下建築物或地下運輸系統與建築物地下層之間的連接處。緩衝區旨在提供緊急避難的獨立空間，並裝備專用直通樓梯，以確保在災難發生時的安全疏散。 ",
    "地下建築物用途限制": "地下建築物的用途受到都市計劃法省、市施行細則及分區使用管制規則的限制。這意味著地下建築物的用途必須符合特定地區的規劃目標和安全要求。 ",
    "地下建築物與地面建築物連接規範": "要求地下建築物非經當地主管建築機關認定有公益需要、無安全顧慮且其構造、設備符合本章規定，方可與基地外之地下建築物、地下運輸系統設施連接。 ",
    "地下通道寬度及構造規範": "地下通道的寬度和構造必須符合特定標準，如寬度不得小於六公尺，並需設置無台階的坡道連接以方便行人通行。 ",
    "防火規範": "地下使用單元與地下通道間需以具有一小時以上防火時效之牆壁、防火門窗等防火設備及該處防火構造之樓地板區劃分隔，確保在火災發生時能有效阻隔火勢蔓延。 ",
    "空氣調節及通風設備": "地下建築物必須分別為其使用單元部分和通道部分設置空氣調節系統，以確保良好的空氣品質和舒適的環境。",
    "地下建築物之頂蓋與地面距離規定": "指出地下建築物的頂部與地面之間的最小距離，這通常是為了確保地面上的用途，如道路或公園，以及為了地下設施的安全與維護。這個間距需要根據地區的具體條件來設定，以符合當地的規劃和安全要求。 ",
    "地下通道樓梯出入口限制": "這項規定指出地下通道直通樓梯的出入口必須遵守特定的空間限制，以避免與地下使用單元的出入口或其他開口相衝突，從而確保通道的安全和暢通無阻。 ",
    "地下建築物與建築物地下層連接時的防火隔離": "當地下建築物與建築物地下層相連接時，必須使用具有一小時以上防火時效的牆壁、門、窗等設施來分隔，以確保火災時能有效控制火勢蔓延。 ",
    "地下通道照度要求": "規定地下通道的照明要達到特定的亮度水平，通常不得低於10勒克斯，以確保地下空間的安全和使用舒適性。 ",
    "排煙設備規範": "特別針對地下使用單元和地下通道設置的排煙設備，如排煙口、風道等，這些設備對於火災時的煙氣控制至關重要，以保障人員的安全疏散。 ",
    "緊急排水設備要求": "地下通道必須配備適當的緊急排水設備，以應對可能的水災或其它水相關的緊急情況，確保地下空間的安全和功能性。 ",
    "空氣調節及通風系統的設計": "地下建築物中的空氣調節和通風系統需要特別設計，以滿足地下空間獨特的空氣品質和環境控制需求。 ",
    "通風機械室規範": "對於設置通風機械設備的空間有特定的設計要求，如天花板高度和設備的放置位置，以確保通風系統的有效運作和維護。 ",
    "環境衛生與排水設施要求": "涉及地下建築物的衛生和排水設施，包括垃圾處理和排水能力的規定，這些設施對於維持地下空間的衛生和舒適至關重要。 ",
    "地下使用單元與通道之間的關係": "強調地下使用單元與地下通道之間的空間配置，包括寬度限制和步行距離，以確保使用者的安全和方便。 第十二章 高層建築物",
    "高層建築物定義": "規定了高層建築物的標準，即高度在50公尺或樓層在16層以上的建築物。這一定義對城市規劃和建築設計具有重要意義，因為高層建築對城市景觀、交通、安全等方面都有顯著影響。 ",
    "高層建築物總樓地板面積與留設空地之比": "為了確保高層建築與其周圍空間的和諧，規定了不同區域（如商業區、住宅區）的建築總樓地板面積與留設空地的比率上限。 ",
    "高層建築物落物曲線距離退縮建築": "考慮到建築物可能對周圍環境造成的影響，如落物風險，規定了高層建築物需要根據特定的落物曲線距離進行退縮建築的規定。 ",
    "高層建築物地下各層樓地板面積計算": "提供了計算高層建築物地下各層最大樓地板面積的公式，這有助於確定建築物的地下空間規模和利用效率。 ",
    "高層建築物專用出入口緩衝空間": "規定了為確保高層建築物內人員、車輛流暢出入所需的專用出入口緩衝空間的最小寬度和長度，確保高層建築物的安全與便捷。 ",
    "高層建築物緊急進口設置": "為了在緊急情況下確保人員的安全疏散，規定了高層建築物在二層以上至特定高度或樓層的每一層應設置緊急進口的要求。 ",
    "高層建築物結構分析與試驗": "對於某些特定情況的高層建築物，如超過特定高度或結構複雜性，要求提出理論分析並在必要時進行結構試驗，以評估設計的可靠性。 ",
    "高層建築物地震力與風力分析": "規定了高層建築物在設計用地震力和風力作用下的結構體層間位移角和二次力矩的計算要求，以確保建築物在極端天氣條件下的結構安全。 ",
    "高層建築物防火避難設施": "針對高層建築物的特殊防火和避難需求，規定了設置特別安全梯、獨立防火區劃、緊急電梯間等相關防火避難設施的要求。 ",
    "高層建築物建築設備考量": "包括配管、電梯、消防、瓦斯管道等在內的各種建築設備的設計、安裝與維護，需考慮高層建築物的特殊性和安全性。",
    "高層建築物防災中心設置": "針對超過特定高度或樓層的高層建築物，規定必須設立防災中心。這一要求確保了高層建築在緊急情況下能有效地進行災害管理和響應。 ",
    "高層建築物航空障礙燈": "為了航空安全，規定超過特定高度的高層建築物必須安裝能在360度方向可見的航空障礙燈。 ",
    "高層建築物避雷設備": "高層建築由於其高度，容易受到雷擊，因此規定了必須考慮並安裝適當的避雷設施。 ",
    "高層建築物無線通信設施影響": "高層建築設計時需考慮對無線通信設施的影響，如有必要，應提供空間安裝通信設施或協助改善周邊區域的電視接收。 ",
    "高層建築物防災設備電纜防火": "規定高層建築物內防災設備使用的強弱電纜必須採用具有一定防火時效的配線方式，以增強建築物的火災安全性。 ",
    "高層建築物升降設備交通量計算": "高層建築物需根據居住人口、集中率、動線等因素計算交通量，以確定合適的電梯數量和載容量。 ",
    "高層建築物火警自動警報設備": "規定了高層建築物每一樓層都應安裝火警自動報警設備，特別是在十一層以上的樓層，應以安裝探測型探測器為原則。 ",
    "高層建築物火警警鈴鳴動規定": "根據起火層的位置，規定了高層建築物火警警鈴應在特定樓層鳴動的規定，以減少誤報對居民的影響。 ",
    "高層建築物樓層間位移標準": "對於高層建築物，制定了樓層間位移的標準，確保建築在風力和地震力作用下的穩定性。 ",
    "高層建築物基礎設計要求": "強調了高層建築物基礎在設計地震力、風力作用下的穩定性，防止上浮或傾斜的重要性。 ",
    "高層建築物極限層剪力強度": "規定了高層建築物在極限狀態下的層剪力強度要求，以確保在極端條件下的結構安全。 ",
    "高層建築物結構韌性要求": "強調了高層建築物結構設計中的韌性要求，確保結構能夠在重大載荷下保持穩定。 ",
    "高層建築物防火設施設計": "詳細規定了高層建築物的防火逃生路徑、安全梯的設置和防火隔斷的要求，增加建築物的火災安全性。 ",
    "高層建築物昇降機設計規範": "為確保安全和效率，對高層建築物內的升降機設計進行了嚴格規定，包括速度、載重能力和數量。 ",
    "高層建築物消防水源和消防隊專用設備": "規定了高層建築物內必須設有專用於消防的水源和設備，以應對火災等緊急情況。 ",
    "高層建築物照明和緊急照明系統": "規定了高層建築物內照明和緊急照明系統的標準，確保在緊急情況下的照明需求。 ",
    "高層建築物空氣調節和通風系統": "明確了高層建築物內空調和通風系統的設計要求，保證室內空氣質量和舒適度。",
    "高層建築物配管立管層間變位要求": "規定了高層建築物配管立管層間變位的容許範圍，以保證管道系統的穩定性和安全性。 ",
    "高層建築物配管管道維修空間": "強調了高層建築物內各種配管管道的維修和更換空間的重要性，確保了建築物的長期維護和使用安全。 ",
    "高層建築物不燃材料管材使用": "規定了高層建築物內各種配管管材必須使用不燃材料，或採取等效的防火措施，增強了建築物的防火安全。 ",
    "高層建築物屋頂及中間樓層機械設備設置要求": "對於設置在高層建築物屋頂或中間樓層的機械設備，提出了固定、材料和安全性的具體要求。 ",
    "高層建築物給水水箱設計要求": "規定了高層建築物中水箱的設計標準，包括結構變位的考量和獨立支承要求。 ",
    "高層建築物給水設備水壓維持": "要求高層建築物的給水設備系統必須保持適當的水壓，以確保供水的穩定性和可靠性。 ",
    "高層建築物消防用水設施設計": "詳細規定了高層建築物內供消防隊使用的水源和連接送水管的設計標準，包括管徑和水量要求。 ",
    "高層建築物航空障礙燈設置要求": "規定了高層建築物必須安裝航空障礙燈，以確保航空安全。 ",
    "高層建築物防雷設備設計": "強調了高層建築物防雷設備的重要性，包括考慮雷電側擊的防護措施。 ",
    "高層建築物通信設施影響考量": "要求高層建築物設計時考慮對無線通信設施和鄰近地區電視接收的影響，並提出必要的改善措施。 第十三章 山坡地建築",
    "山坡地定義": "依山坡地保育利用條例規定的公、私有土地。 ",
    "平均坡度計算": "透過地形圖上正方格坵塊，利用交點數和坵塊邊長計算得出的坡度值。 ",
    "順向坡": "與岩層面或其他不連續面同向的坡面。 ",
    "自由端、岩石品質指標(RQD)、活動斷層、廢土堆、坑道、坑道覆蓋層、有效應力深度": "描述山坡地特有地質特徵和結構。 ",
    "山坡地不得開發建築情形": "包括坡度陡峭、地質結構不良、順向坡、活動斷層、礦場或坑道、廢土堆、河岸或向源侵蝕、洪患、斷崖等。 ",
    "山坡地開發建築限制": "規定在特定坡度、地質條件下的建築開發限制。 ",
    "建築基地設計原則": "包括人行步道退縮距離、擋土牆設計、建築物與擋土設施間距離、戶外階梯設計等。 ",
    "山坡地建築物高度計算公式": "規定了建築物高度的計算方式，取決於法定最大容積率和法定最大建蔽率。 ",
    "建築基地地下各層樓地板面積計算": "提供了計算山坡地建築物地下各層最大樓地板面積的公式，以及特殊需要下的例外規定。 ",
    "原有樹木保留或移植": "規定建築基地內特定規模的樹木應保留或移植於基地空地內，強調環境保護。 ",
    "戶外階梯設計規定": "包括階梯高度、平臺設置、級高級深計算公式以及階梯寬度要求。 ",
    "坡道替代戶外階梯的規定": "坡道的坡度不得大於一比八，確保使用安全。",
    "建築物高度限制公式": "規定了山坡地建築物高度的計算公式，基於法定最大容積率和最大建蔽率，以確保建築物高度與周圍環境的協調性。 ",
    "特殊需求下的高度調整": "提供了特殊構造或用途需要時，建築物高度可以經主管機關審定後超過標準限制的規定。 第十四章 工廠類建築物 工廠類建築物定義: 涵蓋都市計畫劃定的工業區及非都市土地丁種建築用地內的工廠。此類建築需符合特定的基本設施和設備規範。  作業廠房: 指供直接生產、儲存或作為倉庫使用的空間。單層樓地板面積不得小於150平方公尺，且面積超過150平方公尺的部分可適當隔間。  廠房附屬空間: 包括單身員工宿舍、辦公室、研究室、員工餐廳等，其面積限制依作業廠房面積的一定比例規定。  防火設備: 作業廠房與附屬空間需以具有一小時以上防火時效的牆壁、樓地板、防火門窗等設備隔離。  裝卸位設置: 作業廠房樓地板面積每增加特定面積，需增設裝卸位，並有尺寸要求。  載貨昇降機: 倉庫或儲藏空間若設於避難層以外，需設置專用載貨昇降機。  衛生設備: 工廠每一樓層的衛生設備需集中設置，並根據樓地板面積計算增設數量。 陽臺面積不計入: 工廠類建築物中，陽臺面積不計入建築面積及樓地板面積的規定在此類建築物中不適用。  工廠樓層高度: 作業廠房的樓層高度扣除直上層樓板厚度及樑深後，淨高度不得小於2.7公尺。  樓梯間距離: 工廠類建築物設有兩座以上直通樓梯時，樓梯口間的直線距離不得小於建築物區劃範圍對角線長度的一半。  出入口退縮距離: 工廠類建築物的出入口需退縮至少相當於建築物高度平方根的一半，且平均退縮距離不得小於3公尺。 裝卸位設置: 指作業廠房樓地板面積超過1500平方公尺時，應設置至少一處裝卸位。面積每增加4000平方公尺，需增設一處裝卸位。裝卸位的尺寸有明確的長度、寬度和淨高要求。  專用載貨昇降機: 規定如果倉庫或儲藏空間設於避難層以外的樓層，則必須設置專用的載貨昇降機。  衛生設備集中設置: 工廠類建築物每一樓層的衛生設備應集中設置。當樓層面積超過500平方公尺時，每增加500平方公尺可增設一處衛生設備。 第十五章 實施都市計畫地區建築基地綜合設計 實施都市計畫地區建築基地綜合設計: 涉及在都市計畫地區內建築基地的綜合設計規範，旨在促進城市規劃和建築設計的協調一致。 建築基地: 指住宅區、文教區、風景區、機關用地、商業區或市場用地，須符合特定規定，如基地臨接道路的寬度和長度、基地面積等。 開放空間: 規定建築基地內應留設的特定空間，包括沿街步道式開放空間和廣場式開放空間，以供公眾通行或休憩之用。 開放空間有效面積: 涉及開放空間的實際面積和有效係數的計算，並對不同類型的開放空間設定了不同的有效係數。 公共服務空間: 指住宅區公寓大廈地面層的共用部分，供住戶使用的集會、休閒、文教及交誼等公共空間。 樓地板面積增加: 規定留設開放空間的建築物可增加樓地板面積，並提供相應的計算公式。 建築設計規定: 包括增加樓地板面積的計算、建築物高度、住宅層高、建蔽率等設計要求。 開放空間綠化: 要求開放空間必須進行綠化，並規定了綠化的具體要求和工程核定流程。 建築物設計審查: 規定建築物的設計需經過預審，包括開放空間的綠化和公益性評估。 規則實施前的情形: 針對本規則實施前的都市計畫或建築基地，提供了相關的處理規定。 第十六章 老人住宅 老人住宅適用範圍: 涉及老人住宅建築的定義和適用範圍，包括專門為老年人設計的住宅。 老人住宅臥室規定: 規範老人住宅的臥室大小和居住人數限制。 服務空間設計: 涵蓋老人住宅中的服務空間設計，包括居室、共用和公共服務空間的要求。 老人住宅設施及設備: 指出老人住宅的基本設施和設備應符合特定規範。 樓地板面積計算: 老人住宅各層可增加的樓地板面積計算方法。 行動不便者設施: 老人住宅應設置專為行動不便者使用的設施，如昇降設備。 老人住宅安全設計: 包含老人住宅的坡道、扶手、出入口等安全設計要求。 防火區劃與避難空間: 要求老人住宅的昇降機間及梯間應設為獨立的防火區劃，並設有避難空間。 第十七章 綠建築基準",
    "建築基地綠化": "指新建建築物的植栽綠化品質設計，促進環境美化與生態平衡，適用於新建建築物，以提高其綠化面積和質量。",
    "建築基地保水": "指新建建築物的雨水涵養、貯留、滲透設計，適用於新建建築物，除特定條件外，旨在增加雨水利用和減少表面流失。",
    "建築物節約能源": "涉及利用建築物外殼設計來節約能源的方法，適用於學校類、大型空間類、住宿類等建築物，以減少能源消耗和提高能效。",
    "建築物雨水或生活雜排水回收再利用": "指雨水或生活雜排水的貯集、過濾、再利用設計，適用於總樓地板面積一萬平方公尺以上之新建建築物，以促進水資源的循環利用。",
    "綠建材": "指生態性、再生性、環保性、健康性及高性能的建材，適用於供公眾使用建築物及特定非供公眾使用建築物，以提高建材的環保和健康標準。",
    "綠化總固碳當量": "指基地綠化栽植的各類植物固碳量與栽植面積的總和，用於衡量綠化對減少大氣中二氧化碳的貢獻。",
    "最小綠化面積": "指基地面積扣除執行綠化困難部分後的最小綠化要求面積，用於確保足夠的綠化空間。",
    "基地保水指標": "表示建築後土地與自然狀態下土地的相對保水能力，反映建築對地面自然滲透能力的影響。",
    "建築物外殼耗能量": "指建築外殼區域的空調單位所需全年熱能負荷，用於評估和控制建築物的能源消耗。",
    "外周區": "涉及建築外殼熱流進出影響的空間區域，用於計算和設計建築的能效。",
    "外殼等價開窗率": "指經標準化計算後的建築外殼透光部分面積與外殼總面積的比率，影響建築物的採光和能效。",
    "平均熱傳透率": "衡量建築物外殼單位面積在單位時間內平均傳透熱量的指標，關鍵於建築物節能設計。",
    "窗面平均日射取得量": "表示建築物所有開窗面的平均日射能量，影響室內環境和能源需求。",
    "平均立面開窗率": "指建築外殼透光開口的平均比率，關係到自然光照明和能源效率。",
    "雨水貯留利用率": "指建築基地內雨水貯留設施利用量與總用水量的比例，反映雨水利用的效率。",
    "生活雜排水回收再利用率": "指建築基地內生活雜排水回收設施再利用量與總排水量的比例，顯示雜排水再利用的程度。",
    "耗能特性分區": "指建築物內不同區域基於其熱負荷和空調系統控制的分類，以優化能源管理和降低能耗。",
    "雨水貯留利用系統": "指建築基地內設置的系統，用於貯存雨水並將其再利用於非飲用目的，如沖廁、灑水等，以減少自來水的使用和降低水資源壓力。",
    "生活雜排水回收再利用系統": "涉及將生活雜排水（如洗手間、廚房等產生的水）經過處理後再利用的系統，以提高水資源的效率和減少環境污染。",
    "綠建材使用率": "指在建築物的室內裝修、地板和窗戶中使用綠建材的比例，反映了建築物在使用材料的環保和健康標準。",
    "雨水供水管路": "提及建築物中用於輸送經雨水貯留系統處理後的雨水到指定用途的管道系統，其設計應符合特定標準。",
    "生活雜排水回收再利用水供水管": "指將經生活雜排水回收再利用系統處理後的水輸送到指定用途的管道，其顏色和標記規定有助於防止誤用和確保安全。",
    "儲水槽設計": "關於雨水或生活雜排水儲存容器的設計要求，以確保水質和防止污染。",
    "雨水貯留利用設施標示": "指對於雨水貯留設施的名稱、用途或其他說明的標示要求，以提高識別性和使用安全。",
    "建築物雨水及生活雜排水回收再利用之計算及系統設計": "指計算雨水和生活雜排水回收利用率以及系統設計的過程，包括技術規範和效率評估。",
    "消防車輛救災活動空間": "指建築基地中預留給消防車輛進行救災活動的專用空間，這對緊急情況下的快速反應至關重要。",
    "戶外預鑄式建築物污水處理設施": "提及建築基地內安裝的預製污水處理單元，用於處理和回收污水。",
    "戶外教育運動設施": "涉及安置在建築基地外部供教育和運動使用的設施，這些設施對促進健康生活方式和休閒活動有積極作用。",
    "工業區之戶外消防水池": "指設於工業區建築基地內的專用消防水池，用於滅火和緊急情況下的水源。",
    "戶外裝卸貨空間": "提到建築物用於裝卸貨物的戶外專用區域，這對物流和運輸效率至關重要。",
    "住宅區及商業區依規定應留設之騎樓、迴廊": "指住宅和商業區建築物應按規定設置的騎樓和迴廊，以提供行人遮蔽和舒適的通行空間。",
    "私設通路、基地內通路": "提及建築物內部或與外界連接的專用通路，這些通路對於提供安全和方便的通行至關重要。",
    "現有巷道或既成道路": "指基地周圍現存的巷道或公共道路，這些路徑在建築設計和規劃中需要考慮。",
    "雨水貯留利用系統及生活雜排水回收再利用系統所增加之設備空間": "指為設置這些系統而在建築物中新增的空間，這些空間對於系統的運作和維護至關重要。",
    "屋頂突出物之高度限制": "提到建築物屋頂上設施的高度規範，這對維持城市景觀和規範建築設計有重要影響。",
    "綠建材材料之構成": "涉及綠建材的成分和標準，確保其符合生態性、再生性、環保性、健康性及高性能的要求。",
    "資源化磚類建材": "提到使用回收或再生材料製成的磚類建材，這些材料對於減少資源消耗和提高建築物的環保性能有積極作用。",
    "資源回收再利用建材": "指未經高溫窯燒而製成，且含有一定比例回收材料的建築材料，這類材料有助於實現建築行業的可持續發展。"
}